{"_Leicester City_Southampton": {"link": "https://www.theguardian.com/football/2021/jan/16/leicester-up-to-second-as-james-maddison-sets-up-win-over-southampton", "Home team": "Leicester City", "Away team": "Southampton", "Title": "Leicester go second as James Maddison sets up win over Southampton", "Body": ["James Maddison showed the way forward both for Leicester’s title aspirations and for Covid-19 protocols as he marked his winning goal by indulging in some socially distanced celebrations.", "The England hopeful blasted home a fine first-half goal from an acute angle to help Leicester move second in the Premier League, ahead of Liverpool before the champions’ home game on Sunday against the leaders, Manchester United.", "Depleted Southampton, losing away for the first time since the opening day and conceding for the first time in four games, created enough chances to win on a night when they missed Danny Ings, out with coronavirus. But it was the modestly mannered Maddison whose strike set up the difference between two excellent sides before Harvey Barnes scored a second in stoppage time and repeated Maddison’s celebratory charades.", "Watched by Gareth Southgate, Maddison gave Leicester the lead eight minutes before half-time. The midfielder, back from a knee injury, ran on to Youri Tielemans’ pass down the inside-right channel and evaded Jack Stephens with deft footwork before unleashing a powerful left-footed shot into the near top corner.", "The fit-again Alex McCarthy could not get a hand on that and Maddison celebrated his eighth goal of the season by flexing his muscles and offering his teammates polite air handshakes and pretend high fives, adhering to the call for footballers to show the way and avoid mingling too much when celebrating, to help keep the show on the road.", "Maddison, one of several England contenders in Brendan Rodgers’ side, said: “If little things like that are what we need to keep football going then so be it. We have been told to stop gatherings of people and I tried to make it lighthearted.", "“Footballers … get a lot of stick and it’s nice to put a lighter note on it. I don’t think you will find one person in the country who wants football to stop.", "“I hope Gareth Southgate had his mask on; it’s nice to have him here. I want more international football [having] had a taste.", "“It’s nice to be second in the table but last year we petered off in the new year so the next few months will be tough.”", "Leicester could go top if they beat Chelsea on Tuesday and United fail to beat Liverpool on Sunday afternoon.", "Southampton dominated for long spells and should have been ahead before Maddison’s opening goal. They were the more penetrative side in terms of chances created in the first half and Che Adams was unfortunate not to score from two chances down the inside‑right channel.", "Timing his run from his own half perfectly to stay onside to latch on to Stuart Armstrong’s pass, his clip over Kasper Schmeichel hit the covering Tielemans.", "Then William Smallbone, the young Irish midfielder making his third appearance of the season, fizzed a pass in that Theo Walcott flicked out to Adams. This time Schmeichel saved the well-struck right-footed shot at his near post and blocked again from Ryan Bertrand’s shot when the left-back ran clear on to James Ward-Prowse’s astute through pass.", "“We were too passive in the first half,” Rodgers said. “We weren’t running enough, we weren’t aggressive enough. We reminded them at half-time that the Premier League is not all about lovely football, it’s also about doing the dirty stuff. We put it right in the second half.”", "Leicester were indeed better in the second half but Southampton, missing seven players for assorted reasons, still did enough to merit a draw. The closest they came to scoring arrived 17 minutes from time, when Stuart Armstrong cut in from the left, moving laterally past defenders while getting his body shape right before cracking a superb shot from 20 yards against the crossbar.", "“That was the maximum we can do with the players available to us with so many missing,” Ralph Hasenhüttl said. “I’m proud of my players today.”", "McCarthy saved superbly from the best of several late opportunities for Jamie Vardy but Barnes scored his 10th goal of the season with the penultimate kick of the game after running clear on to Tielemans’ pass. Again his manners satisfied the government’s preference for footballers to celebrate without contact as he high-fived thin air."], "datePublished": "Sat 16 Jan 2021 21.59 GMT"}, "_Wolverhampton Wanderers_West Bromwich Albion": {"link": "https://www.theguardian.com/football/2021/jan/16/wolves-west-brom-premier-league-match-report", "Home team": "Wolverhampton Wanderers", "Away team": "West Bromwich Albion", "Title": "Matheus Pereira's two penalties give West Brom vital win over Wolves", "Body": ["Six matches after being parachuted in to save West Brom, Sam Allardyce has finally presided over a victory – and a particularly sweet one at that. Matheus Pereira scored two penalties either side of a headed goal by Semi Ajayi as West Brom upset their local rivals with a display of opportunism, spirit and relative defensive rigour. Wolves, though, have mostly themselves to blame. They have lost six of their last nine league matches and look no closer to solving problems that have emerged at both ends of the pitch.", "This was only West Brom’s second league win of the season and, although they remain in 19th position, Allardyce said reaching 11 points is an important psychological milestone. “If any of the lads want to look at the table they will see we’ve actually got to double figures at long last, and that can make a small difference,” said Allardyce. “Game by game we’ve got to try and come off the pitch with at least a point. What you can’t do is follow this win up with a defeat. If you can follow it up with at least a point that becomes massive because it puts the fear of God up other teams.”", "Wolves need not start fretting about a relegation fight just yet but Nuno Espírito Santo, who had billed this as a must-win match, knows he needs to figure out how to stop his team leaking goals while filling the void up front caused by the loss of Raúl Jiménez in November. “We made mistakes and bad decisions that require solutions,” said Nuno. “That is what we are going to work on.”", "For nine years Wolves had waited for a chance to avenge their defeat in the last Black Country derby, a 5-1 clobbering that convinced them to oust their then manager, Mick McCarthy. This was not how they imagined things playing out this time, especially after West Brom’s goalkeeper, Sam Johnstone, was omitted owing to what Allardyce described as a “bizarre” test result. “It came back as ‘slightly Covid’, which I’d never heard of before,” said Allardyce.", "Yet West Brom started full of aggression and ambition and earned their reward in the seventh minute, when Willy Boly caught Callum Robinson with a late challenge at the edge of the area. Pereira waited for Rui Patrício to commit himself before stroking the penalty into the opposite corner. It was not the impact Boly had hoped to make after being drafted back into the team, following a month out injured, to address Wolves’ vulnerability from set pieces.", "Still, Boly led the fightback. He tested West Brom’s deputy goalkeeper, David Button, with a drilled shot from more than 20 yards. Then, as Wolves dominated possession and West Brom erected the barricades, Boly got on the end of a low cross from the right by the electric Pedro Neto and sent an acrobatic flick just wide.", "Adama Traoré and Leander Dendoncker also created and missed chances before Robinson served a reminder of West Brom’s attacking potential, only to be denied from close range by Patrício.", "Six minutes before the break, Wolves equalised in exactly the way they would have most wished: with Fábio Silva scoring his first league goal. The 18-year-old has struggled to replace the majestic Jiménez but finally got his name on the score sheet in his 13th league game, showing strength and composure to guide a low shot into the net from six yards after a backheeled pass by Boly.", "Then Boly added scoring to his repertoire, slotting home from seven yards after Jake Livermore failed to clear a corner. Wolves went into half-time with a lead that they looked unlikely to fritter away. But there has been an unusual brittleness to Nuno’s side this season.", "West Brom equalised soon after the restart by exploiting Wolves’ weakness from set pieces, Bartley out-jumping Rúben Neves to flick on a long throw-in by Dara O’Shea before Ajayi sent a looping header into the net. Four minutes later Wolves were guilty of more slackness in their box, Conor Coady clipping Robinson’s heel to concede another penalty. Pereira again sent Patrício the wrong way.", "Nuno threw on Patrick Cutrone, the striker recalled from loan at Fiorentina this month. When the ball fell to him 10 yards out in the 81st minute, Cutrone smashed his volley into the ground and over the bar. That was a rare clear opening for the hosts, who were continually frustrated by defenders hurling themselves in front of shots. Ajayi made a particularly impressive block to foil Nélson Semedo in the dying minutes."], "datePublished": "Sat 16 Jan 2021 14.41 GMT"}, "_Manchester City_Brighton and Hove Albion": {"link": "https://www.theguardian.com/football/2021/jan/13/manchester-city-brighton-premier-league-match-report", "Home team": "Manchester City", "Away team": "Brighton & Hove Albion", "Title": "Phil Foden's moment of class sets up Manchester City victory over Brighton", "Body": ["Manchester City are 14 matches unbeaten, the scoreline of this victory not reflecting the conveyor-belt of chances they created. In the end all that separated the sides was Phil Foden’s impressive goal near half-time – the substitute Raheem Sterling blasted an added-time penalty over – and as Brighton had seriously pressed as the final whistle approached City ended relieved to collect a vital three points.", "This was the first of two games Pep Guardiola’s side had in hand and in winning they rise to 32 points, four behind the leaders, Manchester United.", "“In the last 20 minutes we struggled because they are really good,” Guardiola said. “Now it’s on top Palace [here on Sunday].”", "Graham Potter arranged his team in a 4-3-1-2 that featured Leandro Trossard and Percy Tau at the tip. The problem they had was the regular one when facing City: how to use whatever parsimonious possession they were allowed to hurt their opponents.", "A favourite move of Guardiola’s side has two or three slick passes exchanged around the area that open up a defence and create a close-range opportunity. A Kevin De Bruyne one-two with Ilkay Gündogan offered a perfect illustration: suddenly the Belgian was in on Robert Sánchez’s goal but after De Bruyne took a stride and unloaded the keeper saved well.", "City bombarded Brighton. A Riyad Mahrez diagonal was turned back from the left post towards Foden but Joel Veltman cleared the danger. De Bruyne stood the ball up for Mahrez near the opposite upright but his right foot let him down. Then a De Bruyne pass was touched back by a stretching Adam Webster to Sánchez who picked it up causing Darren England, the referee, to award an indirect free-kick 10 yards out.", "De Bruyne hit this at an onrushing Alexis Mac Allister and so again his team were denied but Brighton were having to concentrate relentlessly against the City wave. Even when Bernardo pickpocketed João Cancelo and City claimed a corner this was turned into a home attack: Ederson grabbed the delivery and Guardiola’s men raced upfield, the indefatigable De Bruyne firing at Sánchez.", "Finally came Foden’s sweet finish, the youngster receiving a De Bruyne pass, cutting infield, then deliberately wrongfooting Sánchez by beating him at his near post with a right-foot shot. This was Foden’s 10th of the campaign, making him City’s top scorer in all competitions.", "“Phil Foden is 20 years old, look at the starts,” said Guardiola. “The amount of games, the assists compared to the bigger stars in football. He can play both sides, in the middle as a false nine. He is so clever in front of goal. That is why he deserves to play.”", "Despite calls for players not to hug due to Covid, John Stones – followed by others – had embraced Foden. Guardiola said: “The situation is critical and I respect the protocols of the Premier League [but] it is difficult. I don’t know if we will be able to do it. In the moment when you score a goal and one guy runs and the others don’t go to celebrate with him, it is weird and uncomfortable.”", "Potter offered a similar take. “It is difficult but should be manageable – we know how serious the situation is,” he said.", "City continued to purr, enjoying a level of control akin to toying with their opponents. Foden had another attempt blocked and, moments later, the 20-year-old was denied a penalty when going down under a Veltman arm.", "Brighton now saw a Davy Pröpper effort hit at Ederson. City shrugged this off and found a higher gear but still remained profligate. Mahrez missed the target, Gündogan saw a shot saved, and Bernardo Silva hit the left post.", "Next, Pröpper’s skid along the turf to connect with a Bernardo ball only barely missed in another warning that Brighton would not be bowed. The catalogue of City attempts was added to by Cancelo and De Bruyne before Brighton threatened towards the close. And, at the death, came Sánchez upending De Bruyne for the penalty opportunity Sterling spurned. “Next time Raz will be better,” Guardiola said of the forward."], "datePublished": "Wed 13 Jan 2021 20.09 GMT"}, "_Wolverhampton Wanderers_Everton": {"link": "https://www.theguardian.com/football/2021/jan/12/wolves-everton-premier-league-match-report", "Home team": "Wolverhampton Wanderers", "Away team": "Everton", "Title": "Keane's fine header keeps Everton's top-four push on track against Wolves", "Body": ["In a bout between two sides with depleted strikeforces, Everton proved to be the more resourceful. Michael Keane headed his third league goal of the season to lift Carlo Ancelotti’s men into the top four. Wolves, who had responded to Alex Iwobi’s early goal with a lovely finish by Rúben Neves, were on top for long spells but, ultimately, lacked the sharpness to take advantage. That is a recurring problem.", "Everton, meanwhile, have developed a fortitude that enables them to keep winning even when weakened, especially away, with this being their sixth win from nine matches on their travels in the league so far. “It’s our mentality,” said Keane. “We know we’re a good enough team that if we stay in games, opportunities will come our way.”", "For a long time it was hard to see that happening at Molineux even though the match got off to a misleading start, with two excellent goals before a quarter of an hour had elapsed.", "Injuries had forced each manager to get inventive. With Dominic Calvert-Lewin missing because of thigh trouble and Richarlison and Cenk Tosun judged to be fit enough only for places on the bench, Ancelotti decided to start without a specialist striker. Gylfi Sigurdsson and James Rodríguez served as false nines.", "Fears about Everton’s potency seemed unfounded when Iwobi opened the scoring after six minutes with a beautifully constructed goal. The Nigeria international started the move wide on the right before knocking the ball to Rodríguez, who flighted it over to Lucas Digne on the left of the box while Iwobi raced infield. When Digne laid the ball first-time back to Iwobi, the midfielder guided it expertly into the net from 15 yards.", "Now it was Wolves’ turn to show how they could improvise without key attackers. That is a familiar challenge for a side who have won only one of eight league matches since losing Raúl Jiménez to a fractured skull. With Adama Traoré and Daniel Podence also missing, Nuno Espírito Santo elected to deploy Morgan Gibbs-White as a deep-lying centre-forward while Fábio Silva started on the left. But Wolves had Rayan Aït-Nouri and Neves to thank for their equaliser in the 14th minute.", "Aït-Nouri created it by retrieving a cleared corner on the left and then dashing past Abdoulaye Doucouré and pinging the ball to Neves, who steered a studiously controlled volley into the net from eight yards. That buoyed Wolves, who nearly took the lead four minutes later when Pedro Neto teed up Silva, whose shot from 12 yards was blocked by Jordan Pickford.", "Soon Rui Patrício had to deny Iwobi at the other end following a nifty one-two with Rodríguez. Both sides, cleverly drilled to be fluid, glowed with ambition in a fast-paced and entertaining opening. But as the game progressed, each team betrayed understandable bluntness. When Digne delivered a sumptuous cross from the left into prime poaching territory in the 45th minute, no forward anticipated it.", "Wolves’ slickness tended to evaporate when they reached the box, because of Everton’s solidity and their own lack of power and nous up front. For the visitors, Rodríguez and Sigurdsson dropped ever deeper, trying to compensate for the lack of creativity behind them but leaving Everton’s attack with no point whatsoever.", "After 76 minutes Ancelotti decided it was time to see what Richarlison could do. Seconds later Everton struck the winning goal, though it had nothing to do with the Brazilian. André Gomes fetched a poorly cleared corner and delivered a wonderful cross from the left, inviting Keane to leap above Romain Saïss and plant a header into the bottom corner. “We need to be more focused and aggressive in our box,” said Nuno.", "Neves nearly earned Wolves a share of the points in the closing minutes but his free-kick from the edge of the D clipped the post on its way wide. “We are very pleased with the performance,” Ancelotti said. “We adapted really well to the players we had.”"], "datePublished": "Tue 12 Jan 2021 22.20 GMT"}, "_Manchester United_Aston Villa": {"link": "https://www.theguardian.com/football/2021/jan/01/bruno-fernandes-fires-manchester-united-joint-top-after-aston-villa-win", "Home team": "Manchester United", "Away team": "Aston Villa", "Title": "Manchester United go joint top after Fernandes penalty sinks Aston Villa", "Body": ["Manchester United have moved level with Liverpool, separated from the champions by goal difference only. Ole Gunnar Solskjær’s side did so courtesy of Bruno Fernandes’s 15th strike of the season, United finding a way to claim victory as they did against Wolves, the Portuguese’s winner coming moments after Aston Villa had levelled.", "Liverpool can go clear once more on points when visiting Southampton on Monday but United play their game in hand at Burnley on Tuesday week and could face Jürgen Klopp’s team on 17 January at Anfield with a chance to take over as outright leaders themselves.", "Satisfying for Solskjær was how his players fought and he could point to numerous standout displays. At the death, David De Gea’s save from Matty Cash and Eric Bailly’s block of Kienan Davis’s shot summed up United’s spirit, the Ivorian being mobbed at the final whistle for his heroics.", "“You can see how much it means to him and the boys,” Solskjær said of the centre-back. “He is so well liked in the dressing room – everyone wants him to do well after the injury struggles he’s had.”", "United were fast out of the blocks, Paul Pogba, Fernandes and Anthony Martial causing panic in Villa’s area, each having a chance to test Emiliano Martínez.", "Sorry your browser does not support audio - but you can download here and listen https://audio.guim.co.uk/2020/12/31-58486-GFW311220.mp3", "A rare 4-2-3-1 that had Pogba at times on the left of the trident had the home team stroking the ball between Fred and Scott McTominay before launching attacks, one of which allowed Martial to shoot as Fernandes jumped out of the way.", "Villa, though, bared their teeth in a fluid counterattack that featured the effervescent Jack Grealish and ended with De Gea beating away a John McGinn shot.", "Aaron Wan-Bissaka can be a reluctant crosser – a prevailing criticism of the right-back – but an overlap that was followed by him rolling the ball into Pogba illustrated how adding this facet will improve his game.", "Pogba dummied the right-back’s pass and Fred took aim. The shot was too high but it served to warn Villa.", "Yet what followed was McGinn buzzing around midfield, dictating the pattern, and United were under siege for a passage, Pogba making a vital header away from Ollie Watkins as the Frenchman continued to impress.", "In an open contest, Solskjær’s men threatened again. First, Martínez had to race out and clear with a stooping header; then Pogba ought to have tested the keeper but instead hit wide.", "The midfielder was proving a menace as he can be when on song, one slick back-heel to Martial being mirrored by the No 9 to allow Pogba a shot. This was blocked in a half which in its below-par quality in the final third was resembling the Wolves encounter on Tuesday night, when Marcus Rashford’s late deflected winner separated the sides.", "As the interval approached, Douglas Luiz blasted over a free-kick to sum up the fare on offer.", "However, United elevated proceedings with a superb move. De Gea hit the ball upfield and when it went to Pogba he juggled and fed Rashford, whose slick flick had Wan-Bissaka skating along the right flank. Again, he decided to cross and it was pinpoint: Martial headed in, with Tyrone Mings at fault for not intervening.", "“I could just hear voices – back post, front post,” said Wan-Bissaka. “I just went with the front post and put it there.”", "As United kicked off the second half they were level with Liverpool’s 33 points: here, then, was a test of game management for them. Their first act featured a sweet Fred flip that fed Martial who released Rashford along the left. The No 10 moved in behind and his low cross was watched carefully into Martínez’s hands.", "Villa’s riposte had Grealish setting up Watkins: the centre-forward’s header was goal-bound before De Gea palmed over.", "Grealish was provider once more when a diagonal pass played in Anwar El Ghazi: his effort beat the United keeper but not his right post. This was a clear pointer that United firmly needed a second goal.", "Rashford went close to supplying it when quicksilver feet opened up space but his attempt was too close to Martínez. And United’s profligacy was indeed costly, as Grealish pounced. Villa’s captain ghosted into United’s area, rolled the ball over to the right, and Bertrand Traoré equalised.", "The match turned again, though, on Douglas Luiz’s foul of Pogba in the area. Michael Oliver awarded the penalty kick – VAR agreed, to Dean Smith’s post-match incredulity, Villa’s manager believing the No 6 “tripped himself” – and Fernandes smashed home.", "From here there were shaky moments for United as Grealish continued to probe but Martínez had to tip a Fernandes shot on to the bar as Solskjær’s men closed out the contest to go 10 unbeaten and nudge closer to Liverpool on their perch."], "datePublished": "Fri 1 Jan 2021 22.05 GMT"}, "_Manchester United_Wolverhampton Wanderers": {"link": "https://www.theguardian.com/football/2020/dec/29/manchester-united-wolves-premier-league-match-report", "Home team": "Manchester United", "Away team": "Wolverhampton Wanderers", "Title": "Manchester United go second after late Marcus Rashford winner sinks Wolves", "Body": ["Marcus Rashford’s deflected stoppage-time shot gave Manchester United an edgy victory over Wolves and ensured Ole Gunnar Solskjær’s side start 2021 second in the Premier League.", "The encounter was the sides’ fourth meeting of 2020 and appeared destined to end in a third goalless draw. But United showed a spirit that is beginning to characterise Solskjær’s team, Rashford capping a memorable personal year by sealing the win after the indefatigable Bruno Fernandes played him in with a sublime pass.", "Afterwards the delighted manager played down the idea of United being title challengers despite being only two points behind Liverpool.", "“There’s no title race after 15 games – you can lose the chance of being in the race in the first 10 games of course,” Solskjær said. “Get to 30 games, maybe then we can start talking about it. But the belief is there – the players think we can win against anyone, anywhere. This result is massive for the attitude.”", "Solskjær pointed to Fernandes’s arrival at the end of the last winter transfer window as the catalyst for United’s upturn. “We go back to Bruno’s debut – also against Wolves – we are a different outfit now, better mentally and physically. Belief has come through performances and results.", "“Tonight there was a fantastic attitude, a desire to keep creating something, create that little bit of luck, we earned the goal by the desire to keep going. It is a good way of ending the year. There have been so many of these type of games against Wolves so to have that edge mentally is great.”", "RASHFORD IN INJURY TIME!@ManUtd have surely won it with a late strike from their superstar 💫#PLonPrime #MUNWOL pic.twitter.com/ow3US3QCLh", "While Solskjær pointed to how his second-half replacements – Anthony Martial and Luke Shaw – helped turn the match, United started with bright interplay between Paul Pogba, Fernandes, Mason Greenwood and Alex Telles.", "Wolves then had a turn taking the contest to their opponents. Adama Traoré, operating in attack alongside Pedro Neto, burned through midfield and turned a pass to the latter, who forced a save from David de Gea. Next Vitinha got the better of Pogba and again tested the keeper.", "The Wolves pressure increased when a mix-up between De Gea and Eric Bailly allowed Traoré to pull the ball back from the left to Rúben Neves, whose fierce shot was beaten away with both fists.", "Solskjær urged his team to get on the ball, and they responded for a while. The problem, though, was a lackadaisical air to attacks that had no potency. One aimless Greenwood pass from the right failed to find Edinson Cavani while a Rashford backheel went wide of Telles on the opposite flank.", "Better from United was a Rashford dart to the byline that presaged Telles’s cross skimming off Cavani’s head with Rui Patrício’s goal gaping. That attack offered a flash of the pace missing from too much of United’s buildup play.", "By the break Wolves had been reduced to the odd counterattack. Neto won a free-kick on one such foray and took it himself. De Gea’s quicksilver reflexes enabled him to push out Roman Saïss’s volley from the cross.", "For the second half Shaw replaced Telles at left-back –“tactical”, said Solskjær. Had the manager also informed his players to sharpen their act, the sight of Pogba’s clumsy touch near halfway will have dismayed him. And if there was a noticeable increase in vocal intensity – both teams contributing with shouts of encouragement – the quality remained below par.", "In the hope of improving Wolves’ quality, Nuno Espírito Santo brought on Daniel Podence for Vitinha but it remained United who did the majority of huffing and puffing. When Fernandes fails to spark United often suffer and so it was proving.", "The Portuguese was having a rare match in which the flicks, spins, passes and runs were foundering and so Solskjær called for Martial. Greenwood was taken off for the Frenchman but because United had created a paucity of chances Rashford and Cavani might just as easily been the ones to make way.", "Yet the game continued in a pattern of United domination and little else. Then there was a penalty claim denied by VAR. It came after a Cavani finish from a corner was ruled out for offside. Bailly’s header had hit Conor Coady’s hand before Cavani put the ball in the net but the video assistant referee decided it was not a clear error and the Wolves captain escaped.", "Nuno said: “The game teaches you have to be focused until the end.”"], "datePublished": "Tue 29 Dec 2020 22.23 GMT"}, "_Brighton and Hove Albion_Arsenal": {"link": "https://www.theguardian.com/football/2020/dec/29/brighton-arsenal-premier-league-match-report", "Home team": "Brighton & Hove Albion", "Away team": "Arsenal", "Title": "Saka and Lacazette deliver for Arsenal again to leave Brighton in trouble", "Body": ["Maybe, just maybe, Arsenal are edging out of the woods. They had to beat Brighton if suggestions of an upturn were to hold much credibility and, while this was hardly a victory for the ages, an assertive second-half performance did plenty to ease the pressure on Mikel Arteta.", "Match-winners have been few and far between for them in recent months but the deciding goal offered an exhilarating reminder that they have a seemingly priceless one in their ranks.", "That is not a reference to Alexandre Lacazette, even though the substitute’s well-taken low drive, 21 seconds after coming on midway through the second half, was of a piece with the better moments in his Arsenal career. The player who made it all possible was Bukayo Saka, whose maturity and confidence have survived this season’s darkest moments. This time the 19-year-old unlocked a defence that, having barely been troubled before the interval, had started to creak as Arteta’s side re-emerged with a sharper tempo.", "There was no hint of threat when Saka took possession with his back to goal, eight yards inside his own half. The towering frame of Dan Burn was all over him but against such a blistering operator, the defender was always in danger of being spun. Saka did exactly that, holding him off before nudging the ball to his side and darting around him, sprinting 60 yards down the right flank and resisting Burn’s attempts to keep up before timing his pass perfectly.", "An unmarked Lacazette, his introduction perhaps recent enough to render him undetectable to the home side, took a touch and did the rest; Arsenal, slightly wobbly earlier, never looked like letting the lead slip.", "“We like everybody to be cautious and let him develop,” Arteta said of Saka. “He’s having the right progression, he’s got the right people behind him in his entourage, and he’s got the right teammates to give him support and confidence.”", "It is inescapable, though, that Saka also offers those qualities to his colleagues. He had been relatively quiet during the opening period, showing for everything but finding himself crowded out or on the end of passes that had been timed too slowly. Soon after half-time he served notice of what would follow by escaping on the left to centre for Pierre-Emerick Aubameyang, who had taken Lacazette’s starting place, to draw a brilliant point-blank save from Robert Sánchez. Arsenal flooded forward in the subsequent spell, the increasingly influential Emile Smith Rowe creating half-openings for Gabriel Martinelli and Aubameyang.", "“We created four or five big chances and [Saka] was involved in most of them,” Arteta said. Given the exuberance of their Boxing Day win over Chelsea it was imperative that his team won here. They did not have everything their own way, though, and Graham Potter was left to sing a familiar song: Brighton had passed well, were rigorously structured and never looked in danger of being outplayed, but they simply lacked attacking thrust when it mattered and now look in severe danger of a drawn-out relegation fight.", "“Certainly in the first half we did well,” Potter said, and that was unarguable. It had not seemed a given at the outset; he had made six changes from the team who drew at West Ham presumably in part due to a day’s shorter recovery than their opponents, and three of the newcomers had not started in the top flight all season.", "In the event Bernardo, Davy Pröpper and Alexis Mac Allister all performed creditably; the latter came close with a long-range effort before the interval and had Bernd Leno not saved from Propper shortly before Saka and Lacazette combined, the night would have taken a very different hue.", "But Brighton, who also tested Leno through Alireza Jahanbakhsh, are now winless in seven and this was a far cry from the sunny afternoon on which these sides met in June. Back then they punished Arsenal at the death and Arteta was left with a cleaning-up job that included the banishing of Matteo Guendouzi. This time there was no late pressure; instead Arsenal could feel that they have the base for a far more constructive six months.", "“With these two wins I think everyone is in a better mood,” Arteta said. It will not be the last time Saka gives them cause to smile."], "datePublished": "Tue 29 Dec 2020 20.06 GMT"}, "_Arsenal_Chelsea": {"link": "https://www.theguardian.com/football/2020/dec/26/arsenal-chelsea-premier-league-match-report", "Home team": "Arsenal", "Away team": "Chelsea", "Title": "Arsenal relieve pressure on manager Mikel Arteta with win over Chelsea", "Body": ["To put the scale of this shock result into some sort of context, Arsenal had been able to score four goals in their previous 10 Premier League matches – a sequence that had brought them five points. It had the club mired in their worst start to a season since 1974-75 and the manager, Mikel Arteta, in crisis. One of the big pre-match questions concerned whether Arsenal were in a relegation battle.", "This was a restorative result and performance, with Arteta’s bold team selection returning a rich dividend. He gave first league appearances of the season to Pablo Marí and Emile Smith Rowe and a first start in the competition this time out to Gabriel Martinelli. Smith Rowe emerged with honours, driving from his No 10 role.", "Arsenal were in control by half-time, with Alexandre Lacazette’s penalty being followed by an absolute banger of a free-kick by Granit Xhaka, who is one of the players that the Arsenal support love to hate. On his comeback from suspension, Xhaka was excellent.", "Bukayo Saka got the third and the crazy thing was that Arsenal could have scored more, with Martinelli twice working Édouard Mendy and Lacazette almost punishing the goalkeeper for a loose pass out. Mohamed Elneny also rattled the crossbar.", "It would not be Arsenal without a wobble. After the Chelsea striker, Tammy Abraham, had converted a cross from one of their substitutes, Callum Hudson-Odoi – the goal was given when VAR overruled an offside against Abraham – the visitors pushed.", "Chelsea had barely turned up in the first half, with Frank Lampard lamenting their failure to do the basics like sprinting and pressing. They were passive to the point of lethargy both on and off the ball. But after an improved second-half showing, they set about fashioning an escape route.", "Thiago Silva headed wide when gloriously placed and Arsenal looked to be entering panic stations when Marí was late into a challenge on Mason Mount, leaving another substitute, Jorginho, to address a penalty in the first of five added minutes. Arsenal could not mess this up, could they?", "Chelsea’s revival floundered when Bernd Leno kept out Jorginho’s spot kick and Arteta could drink in the elation and relief. Nothing is easy for him, at present, and he had to plot a course to victory without the majority of his Brazilian contingent. David Luiz and Willian were ill while the defender Gabriel has been forced to self-isolate after coming into contact with somebody who has recorded a positive Covid test.", "What pleased Arteta was how his players embraced the pressure of the situation; the energy they brought from the first whistle. Arteta had reverted to a 4-2-3-1 system, having started with 3-4-3 in the previous three games in all competitions, and there was a fearlessness about the youngsters in the line behind Lacazette; a verve about their movement. From right to left, it read Saka, 19, Smith Rowe, 20 and Martinelli, 19. They more than repaid their manager’s faith.", "Mount grazed the outside of a post with a curling free-kick on 12 minutes after Xhaka had tripped Christian Pulisic but the first half was almost all Arsenal. Martinelli scuffed wide after just 44 seconds following a burst up the right by Héctor Bellerín and Smith Rowe wasted a fine chance on 25 minutes, allowing a low Bellerín cross to come across his body and failing to get a clean contact with his left foot.", "Arsenal had the lead when the outstanding Kieran Tierney took a fine first touch following Xhaka’s pass to cut inside Reece James. With position inside the area, Tierney knew that the slightest touch from the Chelsea right-back would add up to a penalty. He felt it and went down and, if it looked a little soft, the law of these moments lies in the contact. Lacazette’s conversion was nerveless.", "Arsenal’s second was all about the technique of Xhaka. Saka’s slicing run inside had forced N’Golo Kanté to trip him and when Xhaka sized up the free-kick his sights were fixed on the near top corner. He picked it out with a beautifully flighted left-footer that had Mendy clutching at thin air.", "Lampard replaced Mateo Kovacic and Timo Werner at half-time, with the latter having been particularly disappointing. There were plenty of other contenders to be hooked. Chelsea were better but they were 3-0 down when Saka shaped what looked like a deep cross from the right and saw it drop in off the far post. “I saw the keeper off his line and thought I could chip him,” Saka insisted.", "It meant Chelsea were on their way to a third defeat in four games and a visibly furious Lampard had plenty to occupy him. Arteta simply described it as a really important win: “It was convincing and shows we can do it when we are at our best.”."], "datePublished": "Sat 26 Dec 2020 19.34 GMT"}, "_Tottenham Hotspur_Leicester City": {"link": "https://www.theguardian.com/football/2020/dec/20/tottenham-leicester-premier-league-match-report", "Home team": "Tottenham Hotspur", "Away team": "Leicester City", "Title": "Alderweireld own goal helps Leicester leap above Spurs with decisive victory", "Body": ["José Mourinho is acutely aware that Serge Aurier can be guilty of a rush of blood. Remember what the Tottenham manager told him in the club’s Amazon documentary? “I am afraid of you as a marker,” the manager said in front of the rest of the squad. “Because you are capable of doing a shit penalty with VAR.” The full-back’s death stare was a picture.", "Aurier has been excellent for much of this season but his old failing returned to destructive effect here, tilting a tense game in favour of Leicester. He watched Wesley Fofana chase a ball towards the corner of the Spurs area on 45 minutes but the Leicester centre-half was going away from goal and the truth was there was nothing on for him. Which made Aurier’s jumping barge into his back all the more reckless.", "Enter VAR and the only decision concerned whether the contact had been inside the area. It had. Aurier has conceded four Premier League penalties since his arrival at Spurs from Paris Saint-Germain in August 2017. Only one player has given away more in the same timeframe – Arsenal’s David Luiz with five.", "Jamie Vardy lashed the penalty up the middle and, at last, the game had a talking point, something to blow it open. Before then it had been tight and it always seemed as though one moment, good or bad, could prove decisive.", "Leicester had been marginally the better team and they played with greater freedom in the second half en route to their sixth away win in seven league games this season, and one of their biggest statements. For the second season in a row, they will occupy one of the top-two positions at Christmas. Brendan Rodgers will not have it, but could his team have a say in the title race?", "Vardy was involved in the second goal, his header going in off the unfortunate Toby Alderweireld, and Spurs were left to consider a third game without victory and what happens when they cannot counterattack their opponents.", "Rodgers had been mindful of how Spurs sliced through his team in the corresponding fixture last season, scoring three times without reply in the opening 40 minutes on their way to a 3-0 win. He did not want it to happen again and he felt the greatest tribute to his players was the way they did not give up any chances on the break, despite Tottenham plainly wanting to play that way.", "Rodgers got the balance of his tactics right and he could salute a number of individuals for fine performances, chief among them Vardy, the wingers Marc Albrighton and Harvey Barnes, and the right-back James Justin, who was able to nullify Son Heung-min. In midfield, Wilfred Ndidi made more recoveries of the ball than any other player in any league game this season. It meant Rodgers, at the eighth time of asking, could savour victory against Mourinho, under whom he worked at Chelsea.", "Spurs were poor at the outset and it was a slog for them to create throughout. Harry Kane played in Son on 15 minutes only for him to sidefoot past the far post – it was neither a shot nor a cross – and Kane headed over from a Son corner before the penalty. He actually managed to hang above Youri Tielemans but just could not get his body shape right.", "Leicester looked the more cohesive team before the interval, playing more on the front foot but without being able to create anything clear‑cut. Vardy had a shot blocked; James Maddison worked Hugo Lloris with a deflected effort. And so the present of the penalty was even more gratefully received.", "Mourinho had started Giovani Lo Celso and Tanguy Ndombele in a league fixture for the first time this season, although the former was shoehorned in on the right flank, with Steven Bergwijn dropped. It did not work. The manager replaced Ndombele at half-time and he lost Lo Celso to a muscle injury on 49 minutes. Mourinho did not include Dele Alli in his squad despite the presence of nine players on the bench.", "By the time of Lo Celso’s withdrawal Leicester thought they had scored again and it was certainly a lovely finish by Maddison, who took a high ball from Justin in his stride before fizzing a low shot into the far corner. The first touch was perfect.", "In real time it looked as though Spurs might have a case for offside against him, as Aurier had been slow to get out. What VAR actually showed, when the dreaded lines came out, was that Maddison’s arm was fractionally ahead of Alderweireld. It was one of those man-versus-machine moments that provokes despair.", "Leicester did not feel sorry for themselves and they got a legitimate second shortly afterwards. Albrighton was the creator, drifting in a ball from the right to the far post that asked Vardy to leap over Moussa Sissoko, which he did. He then directed the ball back across goal and Alderweireld, who was in close attendance, could do nothing to prevent it from going in at the near corner off a thigh.", "Son extended Kasper Schmeichel on 71 minutes after Alderweireld had flicked on a corner from the substitute Gareth Bale but Spurs looked flat and they looked beaten. The optimism around the club has been checked."], "datePublished": "Sun 20 Dec 2020 16.31 GMT"}, "_Tottenham Hotspur_Leeds United": {"link": "https://www.theguardian.com/football/2021/jan/02/tottenham-leeds-premier-league-match-report", "Home team": "Tottenham Hotspur", "Away team": "Leeds United", "Title": "Harry Kane and Son Heung-min score as Tottenham beat Leeds to go third", "Body": ["José Mourinho has been a little grouchy of late, moaning about the inability of his Tottenham players to follow on-field orders and railing at the perceived failings of authority, namely the late decision to postpone Wednesday’s game against Fulham.", "The last thing he needed was for the news to break on the eve of this game that three of his players had flouted coronavirus rules by attending a Christmas party. What was going through the minds of Sergio Reguilón, Erik Lamela and Giovani Lo Celso? Presumably nothing. None of them played here, although Lo Celso was never going to because of a hamstring injury.", "Mourinho, though, could feel the storm clouds lift as his team won for the first time in five Premier League matches and won well, with a reassuringly stable presence helping to make the difference, to go third in the table.", "Harry Kane had celebrated the birth of his third child last Tuesday. Here, he turned the game in Spurs’ favour with a 29th-minute penalty before his show-stopping moment – a clinical pass that took out two Leeds defenders and allowed Son Heung-min to add the second with his 100th goal for the club.", "Leeds were broken and the cold truth was that no team can afford to defend as generously as they did. There was plenty to admire about their swashbuckling spirit but the second half became a non-event after Illan Meslier had carried a Toby Alderweireld header into his own net.", "Spurs were efficient and could have scored more and the only blot for them was the stoppage-time dismissal of Matt Doherty. Already on a booking, he was late into a tackle on the substitute Pablo Hernández – a misjudgment that summed up his stuttering start to life at the club.", "Leeds made the running at the outset, their defenders stepping up with the ball at their feet, their determination to find spaces in the final third clear. They had the chances to have been in front by the midway point of the first half, with none better than the header that Patrick Bamford blew on 23 minutes. All alone inside the area after Doherty’s cover melted away, he was picked out by Raphinha’s delivery only for his sights to be awry.", "Everything changed after Kane’s breakthrough. The downside to Marcelo Bielsa’s creed at Leeds is that mistakes will be made at the back. Risk-taking carries a string. Twice, Leeds had been loose with their distribution and on the third occasion they paid.", "Bielsa has made the point that Meslier is generally solid with his short passing game but the keeper played one straight out to Harry Winks, who fed the ball back into Steven Bergwijn on the edge of the area.", "The subsequent error belonged to Ezgjan Alioski, who went in clumsily on Bergwijn to concede the penalty. It feels like a symbol of Leeds’s enterprise that Alioski, the left-back, wears No 10 and he was rather better going forward than defending. Kane’s conversion was typically clinical.", "Spurs had flickered through Kane and Pierre-Emile Højbjerg; the former flashing high from an angle, the latter shooting straight at Meslier. Now they went for the kill.", "Leeds were far too loose in their defensive third, particularly in the one-on-ones. Spurs got around the back twice, first when Højbjerg beat Alioski too easily to pull back for Alderweireld, whose shot was blocked, and then when Ben Davies did likewise to Raphinha. From his low cross Tanguy Ndombele manoeuvred a glorious opening only to blaze high.", "Mourinho cursed in the technical area. A failure to turn 1-0 into 2-0 has been a problem for his team but not this time. Højbjerg won the ball with a measure of comfort and when he found Kane the striker’s pass for Son was a beauty – the latest example of the understanding between the pair.", "“Sometimes it’s telepathy, sometimes we work on it,” Son said. His finish was almost nonchalant.", "Alioski had been prominent in Leeds’s bright opening, as had the left-winger Jack Harrison. The pair combined for Alioski to blast into the side-netting while they swapped roles in a move that ended with Harrison having a shot blocked by Doherty. Leeds could also point to a Harrison curler on 42 minutes that was just too high.", "It was not Meslier’s day. He pushed an Ndombele shot around the post for a corner at the start of the second half but when Son swung it over and Alderweireld got in front of Kalvin Phillips to nod goalwards, it was the prompt for a horror moment. Meslier had the ball in his hands but as he tumbled back he carried it over the line. His attempt to throw it out at the last moment was in vain. The referee, David Coote, felt the notification from the goalline technology.", "Spurs could enjoy themselves and they cut through Leeds at will for a period. Kane lashed into the side-netting, Son missed a final pass and Meslier saved from Ndombele and Kane – the former a very smart block.", "“We have been through problems similar to the ones today,” Bielsa said. “And not through a lack of experience or the need for longer adaptation to the league. We are in conditions to take better decisions. Spurs’ goals came about through errors by us. We created 10 chances, they created 12 and scored three. The fundamental difference was the efficiency.”"], "datePublished": "Sat 2 Jan 2021 17.25 GMT"}, "_Wolverhampton Wanderers_Tottenham Hotspur": {"link": "https://www.theguardian.com/football/2020/dec/27/wolves-tottenham-premier-league-match-report", "Home team": "Wolverhampton Wanderers", "Away team": "Tottenham Hotspur", "Title": "José Mourinho unhappy with Tottenham's ambition in Wolves draw", "Body": ["José Mourinho questioned the ambition of his team after Tottenham let victory slip from their grasp by conceding another late equaliser. No Premier League team have dropped as many points from winning positions this season as Spurs, who scored thanks to Tanguy Ndombele in the opening minute and spent most of the rest of the match trying to protect their lead.", "Wolves, slick and relentless, refused to let them and deserved the equaliser Romain Saïss scored four minutes from time, heading into the net after a corner.", "Earlier this month Spurs conceded a similar goal to Liverpool in the last minute and the following week they had to settle for a draw after conceding a late equaliser from a free-kick against Crystal Palace. After that match Mourinho insisted his team’s conservatism had not been ordered by him and he made a similar complaint at Molineux, lamenting his team’s reluctance to attack with more convictions when leading 1-0.", "“I am frustrated with the result, we had control of game, we had 89 minutes to score more goals and we didn’t,” he said. “It’s not just about not scoring but also not being dangerous and ambitious and for me that’s the problem.", "“It is a concern. The fact we score early goals and we don’t kill matches. We must score another, it’s as simple as that. Even defending very well, which we did as a team, that is not enough. Even if we had done that and we won 1-0, my feeling would be the same.”", "Mourinho also lamented his team’s vulnerability from set pieces. “It’s disappointing, of course. And tomorrow we are going to have a similar meeting to other meetings we have had and we are going to practise the same thing we have practised after similar situations.”", "Nuno Espírito Santo lauded his team for scoring a late goal for the third match in a row. “It is not just about their fitness, it is also a lot to do with their belief and spirit.”", "It has, then, been a festive season of little cheer for Spurs. They came to Molineux on a mission to re-establish themselves as title contenders following consecutive defeats by Liverpool and Leicester and they started like a team convinced they could still be champions.", "Perhaps Mourinho took Nuno by surprise by deviating from his usual system and deploying a back three. Certainly Wolves looked flummoxed after only 20 seconds, when Son Heung-min raced on to a straightforward pass from the back by Ben Davies. Son’s shot was saved but when the resultant corner came to Davies beyond the back post, the Welshman teed up Ndombele, whose shot from 20 yards curled into the middle of the goal, with Rui Patrício seemingly unsighted by the bodies in front of him.", "Now Wolves had to find a way of unpicking a Mourinho’s defence. At least they had time on their side. They also have Pedro Neto, Adama Traoré and Daniel Podence, a trio of attackers whose speed and skills regularly tormented the visitors.", "Unfortunately Wolves did not have Raúl Jiménez, through they were pleased to see the striker watching from a corporate box, the first time he has been able to do that since fracturing his skull at Arsenal last month. Fábio Silva filled in for him gamely up front but the 18-year-old has not yet refined his predatory skill.", "For 20 minutes the attacking was tit-for-tat, with Ndombele masterful in midfield for Spurs. When he broke up a home attack in the 21st minute he strode 50 yards forward, brushing aside tackles like flimsy litter before teeing up Sergio Reguilón, whose finish, alas, was poor.", "After that Spurs grew meek, their focus on conserving their lead rather than increasing it. Slick Wolves could say they left the visitors with little choice but aside from a couple of shots by Silva and Podence Spurs navigated their way fairly comfortably to half-time with their lead intact.", "However they could have lost it within 10 seconds of the restart, as Wolves howled for a penalty when Silva beat Doherty to a through-ball by Semedo and then went down in the box, possibly following contact from the defender’s foot. A VAR review did not find conclusive evidence of a foul.", "Wolves continued to attack but, with Harry Kane and Son far more active at their own end than in opposing territory, Spurs looked to be closing in on a win that would have lifted them to third place. But Wolves were remorseless and claimed the goal they merited when Saïss beat Davies and Kane to a corner and glanced a header into the net.", "Suddenly Spurs found themselves having to cling on just for a point. At least they managed that, but only because Silva headed straight at Lloris after a delicious cross by Rúben Neves."], "datePublished": "Sun 27 Dec 2020 21.26 GMT"}, "_Leeds United_Burnley": {"link": "https://www.theguardian.com/football/2020/dec/27/leeds-burnley-premier-league-match-report", "Home team": "Leeds United", "Away team": "Burnley", "Title": "Leeds' Patrick Bamford spot-on but Burnley rue whistle-happy referee", "Body": ["Patrick Bamford scored again, Sean Dyche turned incandescent with barely contained rage and much of the football was as crisp as the bitter yet bright weather.", "A combination of debatable refereeing and VAR involvement lent an uncomfortably dyspeptic edge to a game of sometimes clever and always committed passing, movement and pressing that enabled Leeds to reach the 20-point milestone and left Burnley stuck on 13, too close to the relegation zone for comfort.", "The margins separating the teams in an increasingly intriguing tactical contest were considerably tighter. “In the first half we could have had a bigger lead,” Marcelo Bielsa said. “But the way Burnley played in the second half prevented us from playing how I wanted and they could have equalised.", "The Leeds manager had delivered a 41-minute Christmas Eve monologue explaining he did not, after all, place style above substance. Evidently bruised by a 6-2 thrashing by Manchester United, he claimed his preferred swashbuckling mode represents the best way to win.", "Compromise did not seem on the agenda but in a rare nod to pragmatism Bielsa compensated for a central-defensive injury crisis by switching to 3-5-1-1 with Kalvin Phillips dropping back into the sweeping role at the heart of a back three. It proved instrumental to the winning goal.", "Its right-sided component, Luke Ayling, launched an early long pass in Patrick Bamford’s direction, prompting Nick Pope to race off his line, feet first, and fell the forward.", "Dyche thought – understandably – that his goalkeeper had won the ball but Robert Jones, the referee, and VAR disagreed, leaving Bamford to send Pope the wrong way from the spot in the fifth minute. It was his 10th goal in 15 Premier League appearances this season. Who said Bamford could not cut it at this level?", "Not to be entirely upstaged, Ashley Barnes also made his mark and had a goal contentiously disallowed. Once again it began with a goalkeeper’s dash off his line, Illan Meslier, this time, charging forward in an attempt to collect Ashley Westwood’s lofted free-kick and clattering into the back of Ben Mee as he outjumped the Burnley defender.", "Although Barnes swivelled on to the loose ball and half-volleyed it home, no goal was given. To Dyche’s considerable consternation, the referee had blown for a Leeds free-kick for a perceived foul against Meslier before the ball left Barnes’s foot.", "\"I'm not completely convinced by this!\"Has Illan Meslier got away with one here as Ben Mee is penalised for a foul on the Leeds goalkeeper?📺 Watch on Sky Sports PL📱 Follow #LEEBUR here: https://t.co/CdPefsj6Lc📲 Download the @SkySports app! pic.twitter.com/SB2jhYE3D6", "Again with some justification, Burnley’s manager screamed injustice, remaining adamant Mee was the victim and Barnes’s “equaliser” legitimate. “I asked the referee what he was thinking,” the Burnley manager said. “I’m very aggrieved; it can’t be a foul on Ben Mee’s part. The goalkeeper can’t run and knee someone in the back.", "“I haven’t a clue where the game is physically now and I can’t see the penalty for Leeds, Nick Pope got his foot on it. Football’s in an odd place at the moment.”", "All this controversy detracted from an absorbing clash of contrasting approaches. While most of the early artistic merit marks went to a typically attractive Leeds – even if Westwood attempted to address the balance courtesy of an eye-catching Rabona – Barnes and Chris Wood ensured Bielsa’s central-defensive trio could never relax. Hats off to the out of position Phillips, who impressed as Burnley exposed him to a repertoire of testing high balls.", "Granted, Jack Harrison might have scored, while Pope saved well from Pablo Hernández but Dyche’s team improved as the game grew older and they switched to 4-3-3. As the home side visibly tired Burnley began marking man for man, creating numerous individual battles and ripping up the Leeds gameplan.", "Yet with Meslier denying Barnes and Westwood, they somehow clung on for the sort of gritty victory not always synonymous with Bielsa. “Burnley don’t create many chances,” he said, “but they’re still dangerous.”"], "datePublished": "Sun 27 Dec 2020 14.02 GMT"}, "_Fulham_Manchester United": {"link": "https://www.theguardian.com/football/2021/jan/20/fulham-manchester-united-premier-league-match-report", "Home team": "Fulham", "Away team": "Manchester United", "Title": "Paul Pogba pummels Manchester United to pinnacle after Fulham fright", "Body": ["On a sodden, freezing Wednesday night in west London Manchester United came from behind to claim a fiercely fought 2-1 win against an impressive, resilient Fulham team.", "The result leaves United top of the Premier League table, and extends to 17 matches their unbeaten away run, equalling the all-time club record. Best of all it arrived thanks to a moment of the highest quality from Paul Pogba, who was a quietly majestic presence in midfield.", "This always looked a stiffer test for the visitors than the table might suggest. With a mist of dense January rain barreling in over the skeleton of the new stand, United were forced to dig deep into their own reserves against well-organised opponents.", "“We needed the win and got it the hard way,” Pogba said afterwards, although there was nothing but sweetness in his winning goal just after the hour mark, a shot conjured off the cuff, from a moment of space on the right that drew a bark of startled glee from the United bench.", "Ole Gunnar Solskjær had sent out a team that looked ready to play, with almost a full squad to choose from, an injury-free run that has formed part of this team’s mid-season surge. Solskjær spoke a lot about the need for extreme physical conditioning in his first season. All of these United regulars look fiercely, combatively fit.", "Edinson Cavani and Mason Greenwood started in attack, and Pogba dropped into deep midfield, a progressive move in the absence of the gristlier Scott McTominay. Fulham kicked off with the freezing wind at their backs. They looked hungry from the off. Ademola Lookman had an early skimmed shot from 25 yards, and then stunned the empty stands with the opening goal on five minutes.", "Sorry your browser does not support audio - but you can download here and listen https://audio.guim.co.uk/2021/01/20-50725-gnl.fw.20210120.jg.Leicester+City_go_top_Frank_Lampard_and_Steve_Bruce_under_pressure.mp3", "It took a single long pass from the impressive André-Frank Zambo Anguissa to cut United open. Lookman finished brilliantly, haring off all alone into the right side of the area before spanking a low hard shot into the far corner. Solskjær will wonder at the time and space to play the pass. But his team pressed back immediately, Pogba moving the ball nicely though the midfield.", "First Bruno Fernandes clanked a shot against the foot of the post from outside the box. Moments later he crossed from the left, the ball was palmed out by Alphonse Areola and Cavani, lurking in just the right spot, finished neatly. Cavani celebrated with a shout. This was his first post-ban goal.", "Pogba ran the game in patches in that first half. Before kick-off United’s star midfielder had wandered around his teammates offering encouragement. Here he passed wonkily at first, but showed such calm and craft on the ball his air of command seemed to spread through the red shirts.", "Aaron Wan-Bissaka made good ground several times down the right, crossing for Anthony Martial to head just over with half an hour gone. By now the game had settled into the predictable press of red possession. But Fulham’s midfield pivot proved an aggressive, hard-pressing obstacle, with Lookman always busy on the break.", "Fulham were bright at the start of the second half too, Harrison Reed shooting powerfully over the bar after more good work from Lookman. United looked a cautious team at times even as they hogged the ball, with Harry Maguire and Eric Bailly stationed 20 metres behind the red line in front of them and rarely stepping up to allow the midfield to push on.", "Loftus-Cheek showed some fine touches on the right, teeing up Lookman for a shot that David de Gea saved comfortably. Pogba produced one beautiful whipped deep cross. And with 64 minutes gone the game seemed to be meandering at 1-1, with Fulham still showing real discipline in midfield.", "At which point, enter Pogba, who pulled the ball down out of the sky on the right flank, wandered inside, saw the space in front of him and walloped a wonderful curling shot inside the far post. The ball made a thrilling fizz as it left Pogba’s boot, and a clang as it bulged the net. At the midpoint this season could, frankly, go either way for any of these teams at the top. But this was a piece of champion skill.", "Fulham pressed hard and had a chance to equalise soon after, Loftus-Cheek seeing his low shot well saved by De Gea. Another fine driving run opened up a chance that he blazed miles over the bar.", "At the death United were grateful for a fine saving challenge from Wan-Bissaka. This was a victory for persistence on a miserable night, and for those deeper gears provided by an increasingly impressive star midfielder."], "datePublished": "Wed 20 Jan 2021 22.15 GMT"}, "_Manchester City_Crystal Palace": {"link": "https://www.theguardian.com/football/2021/jan/17/manchester-city-crystal-palace-premier-league-match-report", "Home team": "Manchester City", "Away team": "Crystal Palace", "Title": "John Stones double sinks Crystal Palace as Manchester City close gap at top", "Body": ["Like a champion racehorse Manchester City are timing their title challenge perfectly, this win moving them into second with 35 points, two behind Manchester United with a game in hand.", "This cruise of a victory over Crystal Palace was their fifth in a row in the league and City can – possibly briefly – take over as leaders if they beat Aston Villa here on Wednesday, while United visit Fulham later in the evening.", "Pep Guardiola, intent on retaining focus, played down City’s rise. “We fought a lot to be up there. [But] I am not thinking about that – I am preparing for Aston Villa,” he said. “If there is one player I am more than pleased that everything is going well, it’s John Stones. He is playing because he deserves it.A delighted Stones said: “My last [league] goal was against Man United at Goodison [for Everton in 2015], I was 19 – too long. I would have loved a third.“", "A first alarm for Palace came from a Fernandinho ball driven into their area. This was repelled but the presence of the Brazilian was a clue to Guardiola’s thinking: at 35 he is used when he is most required and so his penchant for the physical stuff would meet Palace’s attritional approach head on.", "Palace’s manager Roy Hodgson had his XI arranged in a 4-3-2-1 that featured Jordan Ayew at the tip, with Andros Townsend and Eberechi Eze pushed up behind. A Townsend cross aimed at the latter illustrated the thinking here yet the issue for Palace was the blue wave that moved from back to front effortlessly, as when Oleksandr Zinchenko hit Bernardo Silva before Kyle Walker took over though his cross was Sunday League standard, being sprayed wide.", "Guardiola will have lamented the sluggish pace his side settled into. It improved when Kevin De Bruyne broke, passed infield, received again and shot at Vicente Guaita’s goal. Palace were in firefighting mode yet could still break along the right via Townsend, who outpaced Stones and chipped over Ederson to the far post though no teammate was there.", "This was a brief cessation of pressure as City took the lead via a strike of beauty as De Bruyne killed Sterling’s ball before delivering an outside-of-the-right-boot cross that saw Stones heading home, this the peerless Belgian’s 100th assist in all competitions for the club. “What can I say? These kind of players make managers’ lives easy,” Guardiola said.", "Yet the home team slowed once more – hogging the ball but content to stroll around in-between passes. Guardiola was seen throwing his hands in despair when play went sideways too often and was happier when, suddenly, Silva found Ilkay Gündogan whose flick was headed by a diving Gabriel Jesus. Guaita clutched it but Palace were alarmed.", "Guardiola’s half-time instruction was surely to inject greater urgency. Raheem Sterling showed how when accelerating past Tyrick Mitchell in the area before stumbling – the referee, Lee Mason, correctly ruling no penalty.", "Next Zinchenko, Rúben Dias, and Silva tapped the ball between them, play went right, and Sterling won a corner. De Bruyne, not for the first time, lifted the ball over a crowd of players and Palace escaped. They did again when moments later Sterling pinged a cross into the back post and Silva could not connect.", "City were in control and soon the lead was doubled. Zinchenko won a corner, Silva took it, and the ball came to Townsend on the edge of the area: Gündogan pickpocketed the Palace man before curling a 20-yard peach into the top corner, to Guaita’s left. “A third goal in a fourth game, and another fantastic one,” said Guardiola. “He helped us live a bit better with the second goal, 1-0 is not easy.”", "Moments later Guardiola introduced the in-form Phil Foden, hardly a sight to hearten Palace, and the 20-year-old was soon galloping along the left. De Bruyne was next to trouble Guaita: his pot-shot from distance beat the goalkeeper but not his right post.", "Stones, though, did marking his 171st Premier League outing with a second, smashing past Guaita after the goalkeeper kept out Dias’s attempt. From here it was akin to a training ground exercise, City toying with an opponent a class or two below, Sterling fired in a late free-kick to Guaita’s left, completing an impressive evening.", "Hodgson said: “We miss [Wilfried] Zaha when he’s not playing but we shouldn’t lose 4-0, Wilf or no Wilf.”"], "datePublished": "Sun 17 Jan 2021 21.16 GMT"}, "_Crystal Palace_Sheffield United": {"link": "https://www.theguardian.com/football/2021/jan/02/crystal-palace-sheffield-united-premier-league-match-report", "Home team": "Crystal Palace", "Away team": "Sheffield United", "Title": "Schlupp and Eze seal points for Crystal Palace to deepen Sheffield United's woe", "Body": ["Unfortunately for Chris Wilder, it could be the first of many to come. Defeat to Crystal Palace after Jeffrey Schlupp’s early goal and a flash of brilliance from Ebere Eze means Sheffield United have surpassed QPR’s unwanted record for most Premier League games without a victory from the start of a season.", "That run of 17 matches never looked like ending here and with only two points and the season almost at the halfway stage, their manager acknowledged they face an uphill task to avoid succeeding the 2007-08 Derby vintage as the worst team in Premier League history with 11 points.", "“We’re disappointed yet again – it’s a harsh league to be in when you are not getting results because there is no hiding place,” he said. “Our naivety gave us a mountain to climb.”", "Wilder was able to name only six substitutes, not nine, with nine players out injured or unavailable due to Covid.", "Reports emerged before kick-off that Palace were investigating an Instagram video that appeared to show Luka Milivojevic contravening social distancing rules at a New Year’s Eve party with his Serbia teammate, Aleksandar Mitrovic of Fulham. The Palace captain was still named in the starting lineup, however, with Roy Hodgson later condemning his actions despite both players testing negative. “He has to take responsibility and it will be dealt with internally,” he said.", "Eze was initially confined to the bench but it took Palace only three minutes to find the breakthrough. Andros Townsend was the architect of a flowing move in which Wilfried Zaha found Christian Benteke on the edge of the area, before his pass was deflected into the path of Schlupp and his finish found the net courtesy of another deflection.", "It was the kind of bad luck that often haunts teams in the relegation zone, but a far cry from Sheffield United’s defending in the two 1-0 wins they picked up last season against Palace on their way to ninth place.", "Having managed eight league goals all campaign, the visitors rarely looked capable of breaching a defence that had recorded its last clean sheet on the opening day of the season.", "Hodgson turned to Eze just before half-time after Schlupp was forced off with a suspected hamstring injury. A lapse in concentration from the substitute then allowed Sheffield United to record their first shot on target but Jayden Bogle’s effort was easily dealt with by Vicente Guaita.", "Ten seconds of the five minutes added on mainly for Schlupp’s injury remained when Eze picked up the ball deep in his own half. Gliding past Ollie Norwood with his first touch, he beat Ethan Ampadu with ease before curling an exquisite shot low into the corner.", "“I just saw quite a lot of space and thought I may as well take the chance,” Eze said afterwards.", "It was a goal of pure instinct, yet Hodgson still found time to seek out Eze to offer some advice as the players left the field for half-time.", "An injury to Benteke at the start of the second half did nothing to stop Palace’s dominance, with Townsend a constant threat. He should have added a third, while Wilder threw on Rhian Brewster and Antwoine Hackford – the second youngest player in the club’s history at 16 years and 288 days – in an attempt to make a game of it.", "A James Tomkins block to deny Hackford ensured Palace easily held on for a first victory since walloping West Brom a month ago. What Wilder would give for just one win."], "datePublished": "Sat 2 Jan 2021 19.05 GMT"}, "_West Ham United_West Bromwich Albion": {"link": "https://www.theguardian.com/football/2021/jan/19/west-ham-united-west-bromwich-albion-premier-league-match-report", "Home team": "West Ham United", "Away team": "West Bromwich Albion", "Title": "West Ham sink West Brom but league investigates Snodgrass omission", "Body": ["The Sam Allardyce survival guide stated a draw was the minimum requirement for West Brom here after the joy of beating Wolves. Yet the reality of his side’s dismal defending scotched that ambition. The leakiest back four in the Premier League could not handle West Ham’s crossing game and there was something slightly doomed about the anguished cry from Allardyce when Darnell Furlong spurned a late chance to equalise: a growing realisation, perhaps, that his record of never being relegated from the top flight is under serious threat.", "The numbers suggest this might prove one rescue mission beyond even Allardyce’s ability to save a struggling side. West Brom, who lie five points below Burnley in 17th place, have conceded 17 goals in six league games since replacing Slaven Bilic with the 66-year-old. The goals against column now reads 43 overall and there was no sign of their defensive flaws fading against West Ham, who profited because they were sharp and smart in the opposition box.", "Both of West Ham’s goals came when they won the first and second ball from crosses. The frustration for Allardyce was immense, especially as West Brom were primed to claim a precious draw after Matheus Pereira cancelled out Jarred Bowen’s chested effort. Parity lasted until Michail Antonio settled the contest with his second winner in as many games.", "Allardyce was a disappointed man and was soon being asked about Robert Snodgrass’s strange omission from the squad. The Scottish midfielder’s absence was attributed by his manager to a gentleman’s agreement with West Ham following his move to the Hawthorns earlier this month. The Premier League is investigating whether the deal is in breach of regulation 17, stating: “No club shall enter into a contract which enables another party to that contract to acquire the ability materially to influence its policies or the performance of its teams in league matches.” Allardyce laughed. “Before I can answer anything that might put me, West Ham or anybody else in a bit of trouble I’ll see what the Premier League say,” he said.", "David Moyes was not in a mood to discuss the issue. West Ham’s manager preferred to focus on his side West Ham extending their unbeaten run to six games in all competitions and rising two points below fourth-placed Liverpool, who host Burnley on Thursday. “If we can keep this standard up we’ll be pleased,” Moyes said. “I want to be ambitious and get us as far up the league as we possibly can. I want us to try and compete at the top.”", "West Ham are on the up thanks to Moyes, who said that he is still in the market for a new striker. They defended well, dealing with Allardyce’s rudimentary tactics in the first half, batting away West Brom’s tedious tactics of launching the ball into the air whenever they happened to win a free-kick in the general vicinity of the halfway line.", "West Brom missed Snodgrass, who impressed against Wolves, and their cautious gameplan unravelled at the end of the opening period. It was asking a lot from a mediocre defence to stay focused throughout and the visitors eventually cracked when Saïd Benrahma twisted and turned on the left before launching a cross to the far post. Vladimir Coufal arrived unnoticed to tee up Bowen, who chested past Sam Johnstone.", "Allardyce bemoaned an inability to muster “five seconds of defending properly”, although he was pleased with his side’s response after the break. A more refined approach brought a reward when Craig Dawson backed away from Pereira, inviting the Brazilian to fire past Lukasz Fabianski from 20 yards. The goal survived a VAR review for offside against Conor Gallagher, who was judged not to have run across Fabianski’s line of vision.", "Yet West Ham raised their level. Dara O’Shea cleared off the line from Manuel Lanzini, and Declan Rice shot wide. The pressure grew and West Ham broke through again when Aaron Cresswell’s cross was nodded down by Andriy Yarmolenko for Antonio to volley home on the turn.", "Although West Brom fought until the end, their misery was complete when Gallagher was booked for diving in stoppage-time. Allardyce knows that time is running out."], "datePublished": "Tue 19 Jan 2021 20.35 GMT"}, "_West Ham United_Burnley": {"link": "https://www.theguardian.com/football/2021/jan/16/west-ham-burnley-premier-league-match-report", "Home team": "West Ham United", "Away team": "Burnley", "Title": "Michail Antonio gives resurgent West Ham battling victory over Burnley", "Body": ["For a player who was once rejected by AFC Wimbledon over a £7 registration fee, Michail Antonio has definitely proved his worth to West Ham. Absent since the end of November with a groin injury, it took him less than 10 minutes to find the net against Burnley on his 400th professional appearance to secure a battling victory.", "Antonio was signed as a winger in 2015 and even played as a full-back under Manuel Pellegrini but it is as a lone striker that he is excelling under Moyes. Inspired by their returning talisman in attack, West Ham should really have put this game beyond doubt in the first half and were forced to dig deep to hold off a spirited late onslaught from the visitors.", "But a victory that lifts them into contention for the top six thanks to Antonio’s 40th Premier League goal – seven behind Paolo Di Canio’s West Ham record – and a fourth successive clean sheet was a fair reward.", "Despite the 30-year-old’s prolonged absence, West Ham have managed to maintain their promising start to the season and have now lost twice in their past 12 Premier League fixtures. David Moyes has made no secret of his desire to add more firepower after the cut-price sale of £45m record-signing Sébastien Haller to Ajax, with Brentford’s Ivan Toney the latest striker to be linked to provide backup to Antonio.", "“We’ve already made big enquiries and offers for players, which have not been accepted,” said Moyes. “But if Mick can regain his real form then that would be the biggest thing for us.”", "Mipo Odubeko was named as one of the substitutes after the former Manchester United youth team forward made his debut in the FA Cup win over Stockport, while Lucasz Fabianski returned in goal.", "A clash of heads between Josh Brownhill and Declan Rice inside the first 20 seconds seemed it might force Sean Dyche into an early change to the same side that started the defeat to United in midweek but the Burnley midfielder was allowed back on the pitch after a brief medical check.", "Having missed the first part of the season due to injury, Ben Mee’s return has been vital to Burnley’s recent revival. But it was a moment Dyche described as a miscommunication between the captain and James Tarkowski – West Ham’s £30m bid for him was rejected in the summer – that allowed Antonio to sneak in to finish off an excellent cross from Pablo Fornals. He celebrated by pretending to do the backstroke as a forfeit for losing to Rice at a computer game.", "“It worked as a decent celebration,” he said. “I liked it. I’ve seen it back.”", "Saïd Benrahma and Jarrod Bowen had also been heavily involved in the buildup and they have made impressive starts to their West Ham careers. This was the first time they had started a league match alongside Antonio, although having run Burnley ragged during the opening half-hour, it probably will not be the last.", "Burnley are nothing if not resilient, however, and having weathered most of the storm, only an offside flag against Chris Wood in the buildup denied them an equaliser through Aaron Cresswell’s own goal.", "An Angelo Ogbonna header that thudded back off the post under pressure from Mee soon afterwards was an indication of West Ham’s urgency to extend their lead.", "Wood’s effort following good work from Robbie Brady that whistled just wide of Fabianski’s post offered a timely reminder of the danger posed by Burnley.", "Dwight McNeil was summoned from the bench for the second half as Dyche went on the offensive. But it was West Ham who looked the most dangerous and Mee had to be alert to clear Antonio’s header off the line.", "The striker’s next effort, which sailed out for a throw-in after he set himself up for a volley, was a reminder of his days at non-league side Tooting & Mitcham, while Bowen came much closer to sealing the points just after Benrahma had been withdrawn.", "At the other end, Mee headed just wide from one of several set-piece opportunities Burnley’s pressure created late on before McNeil’s cross skimmed the crossbar following a brilliant run down the left touchline.", "Substitute Jay Rodriguez also spurned a golden chance late on but it was to be Antonio’s day."], "datePublished": "Sat 16 Jan 2021 17.08 GMT"}, "_Sheffield United_Newcastle United": {"link": "https://www.theguardian.com/football/2021/jan/12/sheffield-united-win-at-last-as-billy-sharp-penalty-sinks-10-man-newcastle", "Home team": "Sheffield United", "Away team": "Newcastle United", "Title": "Sheffield United win at last as Billy Sharp penalty sinks 10-man Newcastle", "Body": ["Only in the weeks ahead will we learn whether this was the start of something special for Sheffield United, or a faint flicker of hope that ultimately fizzles out. But perhaps we should have known that it would be here, against the most embarrassing opposition performance they will face all season, that the Blades’ long wait for a league victory would come to an end.", "Three days on from a first win in all competitions, the home side had renewed vigour about the prospect of staging the greatest of all escapes. Newcastle, who have now scored just one goal in 10 hours, were the ideal opponents to claim that long-elusive league win at the 18th attempt. By full time, there were few who could argue with this result being the right one.", "“We looked as though we had our identity back: that was us,” said Chris Wilder, the Sheffield United manager. “We can’t waste this chance, because we’ve been after a result like this for a long time.”How Sheffield United’s supporters have waited a long time to hear their manager say that.", "However, while the manner of this victory was always going to matter little for the hosts when it finally arrived, it cannot be ignored from the perspective of their hapless opponents. Billy Sharp’s 100th league goal for his boyhood club was the least the Blades deserved, after over an hour of relentless pressure and dominance.", "Newcastle were, to put it mildly, utterly uninspiring from start to finish. Setting up with a back five against the country’s lowest scorers always felt overly cautious. That tactical decision, and the accompanying performance, got what it deserved. The Newcastle manager, Steve Bruce, played down talk of the result increasing the pressure on his own position.", "“You’re asking the wrong person about that,” he said. “But I’ll never walk away from a challenge. The first-half performance was as poor as we’ve played in a long time and it’s bitterly disappointing. We knew how big a game this was and we didn’t give ourselves a chance to counterattack or offer anything going forward.”", "Callum Wilson cut a lonely, disconsolate figure up front. Ryan Fraser’s red card on the stroke of half-time pushed the visitors even further on to the back foot but that should not mask the fact they were comprehensively outplayed. Newcastle had not mustered a shot on target prior to Fraser’s foul on John Lundstram that saw the player dismissed.", "There is no way of window-dressing this Newcastle performance. They allowed the only side in England’s top five divisions without a league win this season to press from minute one and, had it not been for Karl Darlow denying David McGoldrick or Lundstram missing a golden chance, they would have been behind long before Fraser was sent off for a second foul in three minutes.", "When the goal came, it was long overdue. Jayden Bogle had earlier forced a save from Darlow, and McGoldrick again came close before Federico Fernández handled in the area –Sharp made no mistake with the penalty. The closest Newcastle came to an equaliser was when a mix-up between Bogle and Aaron Ramsdale almost saw the ball squirm in during the dying seconds.", "It was Newcastle who gave Derby their one and only win of the season in 2007-08. That season, they finished 12th in the Premier League as the Rams went down with just that solitary scalp to their name. Time will tell whether Sheffield United do better than that but on this showing Newcastle look a long way off anything resembling a mid-table team."], "datePublished": "Tue 12 Jan 2021 20.04 GMT"}, "_Burnley_Sheffield United": {"link": "https://www.theguardian.com/football/2020/dec/29/burnley-sheffield-united-premier-league-match-report", "Home team": "Burnley", "Away team": "Sheffield United", "Title": "Ben Mee rounds off Burnley's good day by piling pain on Sheffield United", "Body": ["Ben Mee gave Burnley a concrete reason to celebrate amid reports of the club’s imminent US takeover as his goal sent Sheffield United into the new year winless in the Premier League.", "With the sports investment firm ALK said to be on the verge of assuming control of the Clarets, Mee’s first-half header paved the way for a 1-0 win and a result that provides Sean Dyche’s side with a vital buffer over the bottom three.", "“It was a great ball in and a great finish,” Sean Dyche said of Mee’s goal, although the Burnley manager was less happy about the injury that resulted in Charlie Taylor having to be substituted after nine minutes. “It is a hamstring. It was a foul before that and if the ref blows his whistle he doesn’t pull his hamstring.", "“We are a bit stretched at the moment and we can only hope these injuries stop coming and we get everybody fully fit.”", "News of a coronavirus outbreak at United had briefly raised question marks over the viability of the fixture – with Chris Wilder only able to name seven substitutes after two players and “four or five” backroom staff returned positive tests. Wilder was still able to make only one change from his previous starting XI and confirmed before kick-off that he was not in favour of the game being postponed. But with two spaces unfilled on a bench that did not include Phil Jagielka or Billy Sharp, any further developments among the squad would surely spell trouble.", "Those expecting a cagey start from the two joint lowest scoring teams in the division were caught wrong-footed as Josh Brownhill’s long ball to Chris Wood was knocked down to give Ashley Barnes a one-on-one after barely more than a minute. Aaron Ramsdale spread himself to swamp Barnes’ effort.", "David McGoldrick was the brightest part of Sheffield United’s attacking effort, with a handful of inventive touches going unappreciated as Lys Mousset’s and Rhian Brewster’s partnership up front struggled for fluency. McGoldrick did well to earn a corner after cutting inside Ashley Westwood and when Brewster nodded goalwards there was a big shout for handball as Brownhill blocked on the line. There seemed to be a case but the referee, Chris Kavanagh, was unmoved.", "United barely had time to digest their indignation when James Tarkowski launched a counterattack, Robbie Brady crossed to Wood and Ramsdale flung out an arm to parry the header. The resulting corner was the set piece Burnley needed to barge their way in to the lead, Brady curling one towards the six-yard box where Mee slalomed in between three defenders and nodded into the bottom corner. Ethan Ampadu had failed to read the danger more obviously than most and looked particularly guilty as the netting rippled.", "Neither side did much to threaten the status quo before half-time but McGoldrick fashioned an opening at the start of the second period. Nick Pope judged his angles perfectly and fended away with a firm hand.", "Wilder threw on John Fleck, Oliver Burke and Ollie Norwood in three separate changes inside a 10-minute period. The energy levels rose appreciably, with Burnley forced back into a containing pattern, but barring one powerful strike from John Egan there was no reward for their efforts as Pope was spared any real moments of discomfort. “I think we were a little bit naive at times,” reflected Wilder afterwards. “We saw plenty of the ball but they got their noses in front and did what they had to do to see the game out.”"], "datePublished": "Tue 29 Dec 2020 20.12 GMT"}, "_Sheffield United_Everton": {"link": "https://www.theguardian.com/football/2020/dec/26/sheffield-united-everton-premier-league-match-report", "Home team": "Sheffield United", "Away team": "Everton", "Title": "Everton go second as Gylfi Sigurdsson's late winner breaks Sheffield United", "Body": ["This was not the kind of night that will take up too much time in Everton’s end-of-season highlights package but, in the end, such games could turn out to be the ones that matter most. If this season ends in success for Carlo Ancelotti and his side come May, then this miserable, rainswept evening in South Yorkshire will not be the most poignant memory. But that does not make Gylfi Sigurdsson’s decisive strike 10 minutes from time, or the ramifications of it, any less significant.", "Before that moment, it was Storm Bella that felt as if it had the most significant influence on proceedings here, as Everton looked set to follow Manchester United, Leicester and Chelsea in dropping vital points on Boxing Day. Conditions were difficult for both sides and, given the situation both find themselves in at present, you felt as though a point here would have done nothing for the aims of either.", "By the end, though, this felt like the most emphatic sign yet that Everton are evolving under Ancelotti into a side who the Premier League’s elite will be mindful of keeping at least one eye on. On a night when chances were few and far between, the fact Everton still left with the three points that moved them into second and to within two points of Liverpool, the leaders, is noteworthy, even if large parts of this game ultimately weren’t.", "“It’s a victory for the spirit of the team,” said Ancelotti. “They play with a lot of intensity and fighting spirit, and we knew we had to be patient and not give them opportunities. That was the plan all along.”", "Ancelotti and Chris Wilder had watched their sides battle gamely against the elements for most of the night which inevitably led to fewer gilt-edged opportunities. The best of those in a first half with minimal goalmouth action fell to Dominic Calvert-Lewin, who, on his return to the ground where he began his career as a teenager, controlled a swirling long ball superbly on his chest before volleying just wide of Aaron Ramsdale’s goal.", "At the other end, Sheffield United’s best chance came when Oliver Burke fired wide of Jordan Pickford’s goal but the Everton goalkeeper was rarely called into action.", "As Ancelotti pointed out, the spirit of Sheffield United is certainly not in question. That was evident here by how they held on for so long, but having been so close to only their third point – and first clean sheet – of the season before Sigurdsson’s winner, you suspect the odds are not just shortening on their relegation: the book has probably closed.", "“It was a tight game with a lack of chances, but I’m disappointed with us in terms of our quality,” Wilder conceded. “It’s a bit like a broken record, saying the same things, but if we’d shown a little bit more composure and quality, it would have given us a better chance.”", "Failure to win at Burnley on Tuesday would now equal the Premier League record for the longest start to a season without victory, set by QPR in 2012-13.", "Wilder’s decision to move away from the 5-3-2 formation that has been a staple of their time in the top flight looked to be serving the Blades well for large periods here, at least in terms of the frustration they caused Everton defensively up until Sigurdsson’s winner.", "However, as Wilder admitted, their lack of quality is costing them dearly. Oli McBurnie felt he had an appeal for a penalty when he collided with Michael Keane, and John Egan flashed a header over Pickford’s bar from a corner, but Everton did not have the look of a side who were being troubled.", "And just as a rare point looked to be coming into view for the Blades, it was ruthlessly taken away from them. The hosts failed to clear their lines properly and Abdoulaye Doucouré’s deft pass afforded Sigurdsson just enough time to shoot past a sprawling Ramsdale on the angle. It wasn’t pretty – far from it, in fact. But you suspect Ancelotti and Everton will not care one bit.."], "datePublished": "Sat 26 Dec 2020 23.27 GMT"}, "_Everton_Arsenal": {"link": "https://www.theguardian.com/football/2020/dec/19/everton-arsenal-premier-league-match-report", "Home team": "Everton", "Away team": "Arsenal", "Title": "Everton sink Arsenal as Yerry Mina header piles pressure on Arteta", "Body": ["Mikel Arteta received polite applause from the Gwladys Street end before and after kick-off, but not what he needed most on his return to Goodison Park. Arsenal showed a little fighting spirit, while keeping 11 men on the pitch, but precious little quality as their miserable form extended to seven Premier League games without a win. Everton ascended to second without having to shine.", "Yerry Mina sealed a third win in a week for Carlo Ancelotti’s team with a towering header on the stroke of half-time after Pépé’s penalty had cancelled out Rob Holding’s unfortunate own goal. The Colombia international was one of several impressive performers in royal blue, along with Dominic Calvert-Lewin, Ben Godfrey and Abdoulaye Doucouré, and this was a hard-fought victory confirmed by Jordan Pickford’s crucial late save from Bukayo Saka. But that was a rare intervention from the Everton goalkeeper.", "Arsenal, anaemic in the first half, improved markedly after the break yet still lacked the guile, composure and penetration to hurt their hosts. They have now taken a pitiful five points from the last 30 available. Arteta and Ancelotti both reach their first anniversaries this week but only the latter can raise a toast.", "The Arsenal manager, who has presided over the club’s worst start to a season since 1974-75, admitted: “I understand the situation. My energy and focus is on getting the team out of this situation. You can’t deny the spirit the players have shown every time they are on the pitch, but the results are not acceptable for the standards of this football club.”", "Arteta, without the suspended Gabriel Magalhães, suffered another setback before kick-off when Pierre-Emerick Aubameyang was ruled out with a tight calf. David Luiz replaced Gabriel in a three-man defence that came under immediate pressure from an Everton side displaying more confidence, intent and aggression. “We were too slow in the first half,” Arteta reflected. “We needed to be quicker and attack the space and we did that in the second half. We dominated but it is complicated to attack the low block.” Dominated was something of an exaggeration.", "Given Calvert-Lewin’s aerial prowess and the space behind the Arsenal wing-backs Ainsley Maitland-Niles and Saka, quality deliveries into the area always appeared a fruitful option for Everton. They took a while to find their range but found themselves deservedly ahead when the former Arsenal winger Alex Iwobi collected a cross-field ball from Tom Davies and centred for Calvert-Lewin. The England international connected with a glancing header that struck the unwitting Holding before creeping inside the far post.", "Arsenal were belatedly jolted into action. Kieran Tierney created an excellent chance for Eddie Nketiah to equalise when he hooked the ball back from the byline. Nketiah, unmarked, miscued badly with a sliced finish that sailed yards wide. The visitors were then gifted a leveller from the penalty spot when Davies, starting in place of the injured Allan and André Gomes, felled Maitland-Niles when attempting to clear Mina’s diving header. The Arsenal winger made the most of the contact but Davies’s reaction said it all when he swung at the clearance, only to connect with Maitland-Niles’ thigh instead.", "Pépé, after a long, stuttering run-up, sent Pickford the wrong way.", "The visitors were unable to enjoy their gift for long. On the stroke of half-time Calvert-Lewin started and finished a flowing move with a neat chest and a measured pass to Iwobi on the right. He released the overlapping Mason Holgate, who returned the ball inside for Calvert-Lewin to cut across Mohamed Elneny and drive left-footed towards the top corner. Bernd Leno intervened with a superb fingertip save, only to be beaten seconds later from the resulting corner. Mina lost Pépé far too easily as Gylfi Sigurdsson shaped to cross and, having darted to the front post without his marker for company, beat Leno with a powerful header.", "To their credit Arsenal were unrecognisable after the restart. David Luiz hit a post after Pickford spilled a Willian cross but, with Godfrey excelling yet again as a makeshift left-back, the visitors were easily nullified until Saka broke into the box in injury time and Pickford parried his low shot.", "“We are not playing fantastic attacking football at the moment but the spirit of the team is really strong and it is that spirit that has delivered these three wins,” said Ancelotti."], "datePublished": "Sat 19 Dec 2020 19.43 GMT"}, "_Liverpool_Manchester United": {"link": "https://www.theguardian.com/football/2021/jan/17/manchester-united-liverpool-premier-league-match-report", "Home team": "Liverpool", "Away team": "Manchester United", "Title": "Manchester United stay top after taking point in tense tussle with Liverpool", "Body": ["Manchester United remain on top of the Premier League table, with a three‑point advantage over Liverpool, as the season approaches halfway. It is a state of affairs that would have felt ludicrous as recently as early October, when they were losing 6-1 at home against Tottenham, and even now will cause a few eyebrows to travel skywards.", "Ole Gunnar Solskjær, the manager, had admitted during the week that his team had “not really set the world alight too many times”. They continued the trend at Anfield, wanting primarily to be difficult to beat, and yet they will reflect on having fashioned not one but two glorious opportunities to secure a smash-and-grab victory.", "The chances came late on, after United had absorbed what Liverpool could throw at them with an increasing measure of comfort, and the champions could be indebted to Alisson, who saved them both. Not for the first time it was impossible to overstate the goalkeeper’s value.", "Alisson’s first intervention came on 75 minutes after Bruno Fernandes had opened up his body to sidefoot Luke Shaw’s cut-back at goal from the edge of the six-yard box. He would have wanted to summon greater power but Alisson still needed to be sharp to stick out his leg and clear.", "The second was an even bigger opportunity and there was an element of fortune for United when Aaron Wan-Bissaka’s cross deflected to fall perfectly for Paul Pogba. He had more time than Fernandes and went for power only to strike the ball too close to the Brazilian goalkeeper, who beat it away.", "Liverpool dominated the ball and, in Thiago Alcântara, they had the most eye-catching manipulator of it. The midfielder’s ability to turn away from opponents in tight spaces, to drive his team with crisp passes, was an enjoyable detail. The hosts had plenty of possession inside the United half and they bossed the shot count. Yet it was quantity over quality in terms of their chances and their mini-wobble goes on.", "Liverpool have taken 14 points from nine games and it is now three draws and a defeat from their last four. They have failed to score in the last three and the cut and thrust that swept them to last season’s title has temporarily deserted them. The front three of Mohamed Salah, Sadio Mané and Roberto Firmino looked flat. Their best chances fell to Firmino but his finishing lacked conviction.", "This time last year, Liverpool were beating United 2-0 to open up a 30-point lead over them and they would finish the season 33 points clear of them. But it remains the last time that United lost an away fixture in the league and although some of their results this season have been streaky, to say the least, they have grown steadily in assurance.", "They have still not beaten a rival from the so-called big six or even scored in open play against one of them – their only goal in five attempts now was Fernandes’s penalty in the thrashing against Spurs. But the statistics show that they have 10 wins and four draws from 15 matches, which provides the hard evidence that Solskjær is getting something together.", "It was the biggest match of the season and the first time in at least 10 years that English’s football classic fixture was of relevance to the title race. United had gone top last Tuesday with the win at Burnley and Solskjær claimed pre-match that he wanted to go for it, to exploit Liverpool’s lack of established centre-backs.", "It did not appear that way during the first half, even if his selection of two rather than three central defenders hinted at a desire to do more than contain and counter. United lacked rhythm on the ball and even though they wanted to rush men forward when Liverpool moves broke down, the final pass or dribble was too often poor.", "A snapshot of the first half came midway through it when Pogba tried to ignite a United break only to underhit a long diagonal which allowed Trent Alexander-Arnold to intercept and hit one of his own for Mané, who played it inside to Firmino. When the centre‑forward cut inside, he opened up the chance of a curler into the far corner only for Victor Lindelöf to stay tight and block.", "Liverpool had the bulk of the chances before the interval, without creating a truly big one. Firmino sliced when reasonably placed after Xherdan Shaqiri had found Mané while, on 34 minutes, after Salah had been stopped inside the area, Firmino could not get hold of his shot on the breaking ball.", "Jürgen Klopp simmered with frustration and he blew up when the referee, Paul Tierney, whistled for half‑time just as Mané was running on to a ball over the top. There were still five seconds of the additional minute to go and Klopp directed theatrical applause at the official.", "Liverpool flickered at the start of the second half but nothing more than that. Harry Maguire crowded out Firmino at the far post while a gaggle of United defenders would do likewise to Salah. He got his shot off belatedly only for it to deflect wide. Liverpool could also point to Thiago extending David de Gea on 78 minutes.", "United had offered little, save for a Fernandes free-kick that fizzed wide on 33 minutes. But they reasoned that they might need only one clear chance. As it was, they created two. Alisson would be the Liverpool hero."], "datePublished": "Sun 17 Jan 2021 18.45 GMT"}, "_Tottenham Hotspur_Fulham": {"link": "https://www.theguardian.com/football/2021/jan/13/tottenham-hotspur-fulham-premier-league-match-report", "Home team": "Tottenham Hotspur", "Away team": "Fulham", "Title": "Ivan Cavaleiro's header earns Fulham deserved point at Tottenham", "Body": ["Tottenham refuse to learn their lesson. Once again they allowed a game to slip from their control, failing to build on Harry Kane’s early goal and falling into defensive mode. It has become a recurring theme and Spurs ended up paying the price for José Mourinho’s conservatism when Fulham, inspired by a thrilling cameo from Ademola Lookman, punished their negative opponents with a deserved equaliser.", "Mourinho could not complain about bad luck, even though his side missed a series of outstanding opportunities and had a winner from Sergio Reguilón disallowed for offside. To focus on misfortune and missed chances would be a distraction when the reality is that Spurs, who have won two of their past eight league games, have made a habit of conceding costly late goals.", "It happened when they drew with Crystal Palace and Wolves last month, it happened when they lost against Liverpool at Anfield, and it happened again when Ivan Cavaleiro leapt in the 74th minute to haul Fulham level. Spurs had contrived to squander yet another commanding position and although they were top of the league midway through December, they now are six points behind Manchester United in first place.", "Although the reliance on Kane and Son Heung-min is a hindrance, the overall mentality is an issue. Spurs did not approach the second half like title contenders. They were quick to retreat and, although Fulham rode their luck at times, Scott Parker’s side merited a draw that lifts them two points below Brighton in 17th place.", "Fulham, who have two games in hand on Brighton, ran their hearts out and almost snatched a priceless win when Hugo Lloris denied Ruben Loftus‑Cheek. Although they arrived in a funk, seething at being given only two days to prepare after a Covid-19 outbreak forced Aston Villa to postpone their game against Spurs, they responded magnificently.", "Parker had called the scheduling scandalous, arguing that Fulham needed more notice from the Premier League. This fixture had originally been postponed on 30 December after Fulham, who also had to call off their trip to Burnley on 3 January, recorded a number of positive coronavirus tests.", "Parker had not banked on it being rearranged so quickly; otherwise he would not have played so many of his regulars when his side returned to action against Queens Park Rangers in the third round of the FA Cup last weekend.", "Yet perfection is impossible given the sport is playing by the pandemic’s rules and Fulham had no choice but to get on with it. Mourinho, who expected Fulham to field a strong side, had dismissed Parker’s complaints and Spurs were determined to make their guests suffer during the first half.", "Spurs sought to expose Fulham’s rustiness, threatening whenever they raised the tempo. Mourinho wanted his full-backs high and wide, attacking the space behind Parker’s wing-backs, and whipping in crosses for Kane and Son. The tactic was effective throughout the opening period and it should have led to a goal in the sixth minute, Serge Aurier’s cutback reaching Reguilón, who fired over from close range.", "Spurs kept cutting through Parker’s cautious 3-5-2 system. Alphonse Areola had to be in inspired form in Fulham’s goal, twice denying Son. Tosin Adarabioyo was forced into last-ditch action, sliding in to rob Kane, and it was not a surprise when Fulham cracked. Reguilón raided from left-back and delivered a peach of a cross for Kane to head home.", "Yet Fulham, who had not played a league game since Boxing Day, refused to lie down. They have developed a solid work ethic under Parker and were diligent in their approach, with Harrison Reed fighting in midfield.", "Andre-Frank Zambo Anguissa offered a languid quality on the ball, showing quick feet before testing Lloris. Loftus-Cheek almost equalised and the longer it stayed 1-0, the bolder Fulham became.", "Parker saw that Spurs had lost their fluency in midfield. He gambled, introducing Lookman, a livewire on the left. Spurs dropped deeper, relying on counterattacks, their nerves growing when Son hit a post at the end of a swift break.", "Fulham saw their chance. Spurs could not contain Lookman, who turned Aurier inside out before crossing for Cavaleiro to score. Fulham, who host Chelsea on Saturday, ended up enjoying their last‑minute invitation to north London.", "“People need to understand the predicament we were in,” Parker said afterwards. “We are not making it up. We have been very open and had worries for the safety of others too … we don’t need to apologise for anything. I thought we were immense tonight. I was very proud because of what we faced.”", "Mourinho, meanwhile, was left frustrated by his team’s inability to take their chances. “This is the same story basically since the beginning of the season,” he added. “Today was a clear situation where we could and should have killed the game in the first half but then you go back to the goals that we concede.", "“There are some things [that] have to do with organisation of the team, but other things they have to do with individual skills, individual ability, and it’s as simple as that.”"], "datePublished": "Wed 13 Jan 2021 22.11 GMT"}, "_Southampton_Liverpool": {"link": "https://www.theguardian.com/football/2021/jan/04/southampton-liverpool-premier-league-match-report", "Home team": "Southampton", "Away team": "Liverpool", "Title": "Southampton's Danny Ings finds early winner to deflate former club Liverpool", "Body": ["For the millions tuning in at home, it was a toss-up between watching the prime minister or witnessing an endearing and exhaustive Southampton side fell the champions in style. Liverpool were beaten in the league for only the second time this season but Jürgen Klopp spent much of this captivating contest, settled by a nonchalant Danny Ings strike after 112 seconds, pacing the technical area and beyond with all of the self-restraint of Basil Fawlty.", "For Liverpool, the painful reality is they have now dropped more points in 17 matches this campaign than they did the whole of last season. It took until the 75th minute for the off-colour visitors to manage their sole shot on target, courtesy of Sadio Mané, but Southampton deservedly savoured victory. Victory moves them to sixth and four points now separate the top seven.", "At the final whistle Ralph Hasenhüttl collapsed to his knees and was visibly choked. “It is the first time I have taken points against Jürgen,” Hasenhüttl said. “I was joking with him one month or two months’ ago, at the manager’s meeting, saying: ‘Maybe once I could have a chance to take a point against you.’ It was a special performance and a perfect evening.”", "Had the Liverpool captain Jordan Henderson – one-half of an unorthodox centre-back pairing alongside Fabinho – not cleared off the line six minutes from time, the substitute Yan Valery would have spared Southampton a nail-biting finish. Stuart Armstrong and then Jan Bednarek flung their bodies at the ball in sacrifice and, until being withdrawn late on, Ings was typically selfless, throwing himself into a diving block on halfway as if the last man.", "Liverpool were aggrieved not to be awarded a penalty when Georginio Wijnaldum’s shot appeared to strike the arms of the Southampton defender Jack Stephens, but Klopp recognised his team served up another wishy-washy performance. They have not scored in their past two matches and are now winless in three after draws against West Brom and Newcastle. “We worry about that,” Klopp said. “We know about the situation. We are not silly.”", "Klopp’s admiration for Ings is well documented but perhaps the biggest compliment was the one that awaited him here in the form of the Liverpool manager’s lineup.", "The Liverpool teamsheet was in effect a game of Spot the Defender and, while it was an unusual centre-back pairing, Klopp pointed towards Henderson’s telepathic relationship with Fabinho, albeit “a few yards ahead” of the Liverpool back line, in his reasoning and also insisted he would take full responsibility if his captain was to be found wanting out of position.", "Klopp was happy to bear the brunt of any criticism for his selections, but not for a lukewarm performance. He went ballistic as Andy Robertson was booked and fumed after Liverpool fell behind with less than two minutes on the scoreboard.", "James Ward-Prowse dinked a free-kick behind Trent Alexander-Arnold, who was caught ball-watching, and Ings exquisitely lobbed Alisson from the angle. Thiago Alcântara was booked a minute later and Klopp raged. “Wake up,” he roared. If it wasn’t Klopp, it was Hasenhüttl; neither manager required a megaphone to make their voices heard.", "Liverpool, in their camouflage mint green, were conspicuous by their absence in a frenetic first half in which they huffed and puffed, failing to test Fraser Forster. When the goalkeeper, making his first appearance at St Mary’s for more than three years, was eventually called into action, the assistant referee flagged Mohamed Salah offside. Salah headed over just before half-time after meeting Mané’s lofted cross but, in truth, Southampton should have headed down the tunnel with a greater advantage.", "Nathan Tella, a first-half substitute for the injured Moussa Djenepo, dipped a shot wide and Henderson had to be alert to snare the ball away after Ward-Prowse again brilliantly freed Ings. There were outstanding performances across the board, from Kyle Walker-Peters to Ibrahima Diallo.", "By the time the fourth official, Stuart Attwell, signalled for four minutes of first-half stoppage-time, Liverpool craved the whistle. “If you play like we did tonight, you play with fire,” Klopp said.", "Klopp waited until 10 minutes after the interval to tweak things, introducing Xherdan Shaqiri in place of the former Southampton midfielder Alex Oxlade-Chamberlain, but made his feelings known at the break.", "Alexander-Arnold drove forward with purpose but his cross went unmet and soon after Wijnaldum powered at goal. His shot appeared to strike the arm of the Southampton defender Stephens but the video assistant referee, Andy Madley, saw it differently. Liverpool’s assistant manager Pepijn Lijnders decried it an “unbelievable” decision as Klopp remonstrated with Attwell.", "Stephens was fortunate but his block to deny another former Saint, Mané, moments later was magnificent. It was that kind of full-blooded gusto that embodied a gutsy Southampton display."], "datePublished": "Mon 4 Jan 2021 21.59 GMT"}, "_Manchester United_Leeds United": {"link": "https://www.theguardian.com/football/2020/dec/20/manchester-united-leeds-premier-league-match-report", "Home team": "Manchester United", "Away team": "Leeds United", "Title": "McTominay shines as Manchester United put six past leaky Leeds", "Body": ["The rivalry between these two old enemies is supposedly as intense as ever, though it would be impossible to use that word to describe the actual football. If Manchester United went into this game wondering what it would be like to resume league hostilities after 16 years, they came out of it wishing they could play Leeds United every week. It was an almost perfect afternoon for the home side, apart from two-goal hero Scott McTominay pulling up with a groin strain near the end.", "While Ole Gunnar Solskjær’s side are up to third after an unexpectedly comfortable win – the generosity of the Leeds defence helping boost their goal difference beyond that of Everton – for Manchester United to be riding so high with defensive issues of their own does not say a great deal about standards this season.", "The big surprise on the home teamsheet was the inclusion of Dan James at wide right, with Paul Pogba left on the bench as the Manchester United manager reverted to his preferred midfield of Fred, McTominay and Bruno Fernandes. Literally within seconds of kick-off the even bigger surprise was that the home side had rediscovered the knack of taking an early lead. After waiting so long for one of their most eagerly anticipated fixtures Leeds rather let themselves down by conceding twice in the first three minutes. True, they might not have been expecting mild-mannered midfielder McTominay to repackage himself as a goal threat – no one else was either – but given the amount of space the Scot found in the opening minutes almost anyone would have made Leeds pay.", "After 67 second Fernandes was merely weighing up his options on the edge of the area when McTominay arrived at his shoulder and the Leeds defence obligingly parted. All he had to do once Fernandes had rolled the ball in his direction was keep his shot low and on target, but he packed in a certain amount of power as well to leave Illan Meslier little chance. That was already the sort of start United have rarely been able to manage this season, yet a minute later they had doubled their lead, with McTominay running past Anthony Martial into space behind a statuesque Leeds back line to strike once again.", "Unless Leeds could hit back quickly the contest looked to be over before it had properly begun, but Patrick Bamford put his shot wide with the first decent chance that came his way. Then he was rightly flagged for offside when picking up a rebound and shooting on the turn past David De Gea. The home side heeded the warning. By the time Bamford headed over the bar on 25 minutes with an opportunity he should perhaps have made more of, Fernandes had stretched his side’s lead to three. The Portugal international was involved in the move twice, first back-heeling to Fred to set an attack in motion after Leeds had lost possession on half way, then moving up to supply a finish after Martial found his way blocked in the area.", "In 20 minutes Manchester United had claimed as many goals as they had managed in all the league games at Old Trafford this season put together, and there was still time for another before the interval.", "Martial met a corner with a near-post header and Leeds allowed Victor Lindelöf time and space to react with a sidefoot volley. It was all looking ridiculously easy, though at least Leeds managed to pull one back when Liam Cooper exposed the indecisiveness in the centre of the home defence by rising to meet Raphinha’s corner and plant a firm header past David de Gea.", "Delighted as Solskjær must have been by four first-half goals – officially the worst start Leeds have ever made in a Premier League game – neither manager could have been happy with the defending. Leeds made two rearguard changes at the interval but still failed to pick up Fernandes at the start of the second half, and from his pass Martial looked to have put himself in a position to score with ease, only to miss the target. In keeping with the madcap nature of the proceedings, Leeds came down the field and nearly scored next, Raphinha producing a superb reaction save from De Gea with a far-post volley.", "De Gea saved well again from Raphinha before the home side extended their lead, James fastening on to a crossfield pass from McTominay and running on practically unopposed to beat Meslier. Pascal Struijk tripped Martial to allow Fernandes to score from the penalty spot before Stuart Dallas rescued a shred of dignity for the visitors, shooting accurately from distance when invited to do so by a defence slow to close him down.", "It could have been worse for Leeds, as Meslier kept out goalbound efforts from Edinson Cavani, Alex Telles and Fred in the last few minutes. But 6-2 is bad enough against your arch rivals, if that is what these two still are. Unless Leeds can make some rapid improvements in defensive organisation there is no guarantee this fixture is going to resume its status as an annual event."], "datePublished": "Sun 20 Dec 2020 18.59 GMT"}, "_Crystal Palace_Liverpool": {"link": "https://www.theguardian.com/football/2020/dec/19/crystal-palace-liverpool-premier-league-match-report", "Home team": "Crystal Palace", "Away team": "Liverpool", "Title": "Liverpool hit Crystal Palace for seven with Roberto Firmino rampant", "Body": ["Over to you, then, the rest of the Premier League. On a damp day in south London Liverpool produced a performance of ruthless champion quality, swatting Crystal Palace aside and raising a thrilling reprise of last season’s steamrollering rhythms.", "A 7-0 (vidiprinter: seven) win left them six points clear at the top of the table, however briefly. This was a day when Liverpool simply raised themselves up to their full height against game but out-matched opponents. The scoreline was startling. The quality of the goals was something else.", "This was Palace’s heaviest home defeat, edging out a 6-1 to Millwall in the inter-war years. Oddly, the home players never really stopped running or became a rabble. They even played quite well in the first half. By the end, as Palace kicked off, then kicked off again, as Roy Hodgson and Ray Lewington barked unstinting encouragement in an empty, rain-lashed stadium, it felt like an act of sporting cruelty.", "Suddenly the Premier League table has an ominous look. It’s that time of year when a cheerful, bearded Teutonic man does the rounds, spreading joy and disappointment. This was the first of three Liverpool away games over the holiday period, a run Jürgen Klopp can now approach with that familiar sense of strength in reserve.", "They were ruthless in a minimal kind of way in the first half, a performance that almost resembled a mocking parody of Mourinho-style counterattack. Yeah, we can do that too. The black shirts sat deep. They had three shots on target and scored three goals. The first came a couple of minutes after the start, the third a couple of minutes before the half-time whistle. How to kill a game: part one.", "It was hard on Palace, who drove hard at the champions in that first period. But the difference between the teams was summed up by Sadio Mané’s goal to make it 2-0 after 35 minutes.", "Palace were having their best spell, creating if not chances, then an outline of chances. For all Jordan Ayew’s energy and Eberechi Eze’s cool on the ball, they seemed always to need too many touches.", "Not so at the other end, where Mané produced a high-speed sniper’s goal, taking the ball from Roberto Firmino, turning into space and zinging an instant low shot into the bottom-right corner. Mané saw the space, executed the finish and was already veering off punching the air before anyone in a Palace shirt could react.", "Liverpool had come here without a win away in the league since September, but still top of the table thanks to their princely home form. Mo Salah was rested at the start, his replacement the more studious Takumi Minamino. Naby Keïta was also back in midfield, Klopp perhaps drawn to his energy and spike against a Palace team that has provided feisty opposition.", "They seemed barely awake at the start as Liverpool took the lead with alarming ease after three minutes. The goal came from a moment of hustle on the left from Firmino, who put pressure on, and then robbed, Cheikhou Kouyaté. His cross was cleared. Trent Alexander-Arnold worked the ball back to Mané, whose cut back was deflected to Minamino. He jinked to make space, then shot home, low to the keeper’s right.", "Palace did push back. There was space to be found on Liverpool’s right flank as Eze and Ayew doubled up on Alexander-Arnold.", "The Liverpool FC marketing department might want to think about exploiting commercially the sheer visceral power of Jordan Henderson’s cry of “TRENT”, heard every few minutes during that early period as Liverpool’s right-back wandered a little – and surely an attractive option as either ring tone or doorbell chime.", "With 12 minutes gone Fabinho nipped in just in time to divert Wilf Zaha’s cross away from Ayew in front of goal. And shortly after Palace really should have scored, as Ayew surged down the vacant Liverpool left, but mistimed the cut back to Zaha. It was Palace’s last moment of near-parity.", "First Mané made it 2-0. Then it was 3-0 just before half-time. This was a brilliant goal, made by a sublime counterattack started and then finished by Firmino, with two moments of dreamy high-speed skill in between.", "Liverpool sprang forward from the right-back position. Firmino fed the ball out to Andy Robertson. His pass inside was perfectly measured for Firmino to take the ball back in his stride with an absurdly easy first touch, before rolling it in. Firmino is a wonderful, natural finisher when his confidence is high. He could be a key figure as Liverpool enter the winter slog.", "Henderson produced a lovely curling shot into the far corner to make it 4-0 seven minutes into the second half. Firmino finished smartly again on 68 minutes. Salah made it 6-0 from a corner, then added a fine seventh from the edge of the box.", "Klopp was able to take Mané off to save those precious legs for tougher engagements. Fabinho played like a brilliantly natural defensive footballer, able to cover, pass and mark in any position.", "Top of the table at Christmas, goal difference favourably readjusted, Liverpool are once again running this race from the front."], "datePublished": "Sat 19 Dec 2020 14.37 GMT"}, "_West Bromwich Albion_Leeds United": {"link": "https://www.theguardian.com/football/2020/dec/29/west-bromwich-albion-leeds-united-premier-league-match-report", "Home team": "West Bromwich Albion", "Away team": "Leeds United", "Title": "Thrilling Leeds put West Brom to the sword after Sawyers' slapstick own goal", "Body": ["These clubs graduated together from the Championship last season but now look worlds apart. Leeds have enriched the Premier League with a thrilling style few teams can rival – least of all West Brom, who came into this game hoping to build on Sunday’s honourable draw with Liverpool but found themselves royally outclassed.", "The scoring began with a ludicrous own goal by Romaine Sawyers but after that Leeds gave a spellbinding demonstration of intense and imaginative attacking. To witness it was to be uplifted. Unless, of course, you support West Brom. Or manage them.", "This was billed as a meeting of minds like none previously seen in the top flight, with caricatures depicting the confrontation between Marcelo Bielsa and Sam Allardyce comparable to Don Quixote v Don Corleone. Bogus as that was, there is no doubt the managers promote different visions. But Allardyce, who is still assessing what he has inherited at the Hawthorns, could not believe his eyes when he saw how his team fell behind after nine minutes.", "Sawyers received the ball 25 yards out and apparently got flustered as two Leeds players hared towards him. He turned around and played the ball blindly back to where he presumed his goalkeeper would be. But Sam Johnstone was standing several yards to the left of the goal and he and Sawyers could only watch aghast as the ball rolled into the unguarded net.", "Following Jake Livermore’s red card in Allardyce’s first home match in charge – the 3-0 defeat by Aston Villa – and Matheus Pereira’s dismissal in Slaven Bilic’s final home match – the 5-1 defeat by Crystal Palace – this was a preposterous new form of self-destruction by West Brom.", "“It is a huge blow when something like that happens, particularly with the position we’re in, you start thinking ‘oh, no, what’s next?’,” Allardyce said.", "That goal highlighted the contrast. Whereas West Brom seemed sluggish and confused, Leeds were beautifully in synch. With Kalvin Philipps conducting in midfield, Leeds passed, dribbled and darted around dumbfounded hosts.", "What little doubt there was about the result disappeared just after the half-hour when Ezgjan Alioski rammed a ferocious shot into the net after the ball broke to him on the edge of the box.", "Leeds scored two more goals before the break, each one a masterpiece of collective creation. First, Jack Harrison took a pass from Alioski wide on the left and skittered infield to cut through the heart of the West Brom defence, playing a one-two with Patrick Bamford before artfully switching the ball onto his left foot and lifting it over Darnell Furlong and Johnstone and into the roof of the net. Leeds’ fourth came four minutes later and five before half-time from a flowing move down the right. Bamford laid the ball back to Rodrigo, whose drive from 20 yards benefitted from a deflection off Dara O’Shea to leave Johnstone helpless.", "At least West Brom’s goalkeeper was able to prevent Leeds from making it 5-0 before the break, Johnstone plunging to his right to turn away a shot from Raphinha.", "All West Brom had been able to muster by way of threat was a corner that Illan Meslier clawed away awkwardly, plus a couple of crosses intended to exploit the absence of Leeds’ first-choice centre-backs.", "West Brom came out for the second half on a mission to salvage some dignity and did a fair job of stemming Leeds’ flow. Until the 72nd minute, when they were left bedazzled by another magical goal, Raphinha racing in off the line after lovely one-touch interplay to bend a left-foot shot from the edge of the box into the top corner.", "“We have only been in this league for 16 games so there are still many challenges and tests to pass before we can legitimately say we belong,” Bielsa said.", "West Brom belong back in the Championship on the evidence of the season so far. The scale of the rescue mission facing Allardyce is becoming clearer.", "“I was shocked to see such a poor performance,” he said. “Consistency is everything now – in the way we defend and attack. We’ve got to try to get the balance right.", "“Life will get even more difficult unless we start getting better very quickly. January is coming up – from what I’ve seen so far and in the past, that will freshen up the squad to play better.”"], "datePublished": "Tue 29 Dec 2020 20.07 GMT"}, "_Wolverhampton Wanderers_Burnley": {"link": "https://www.theguardian.com/football/2020/dec/21/burnley-wolves-premier-league-match-report", "Home team": "Wolverhampton Wanderers", "Away team": "Burnley", "Title": "Nuno lashes out at referee Mason after Burnley tame Wolves to climb table", "Body": ["Burnley’s revival continued with a comfortable win to stretch their unbeaten run to four games since their mauling at the Etihad, but post-match attention fell on Nuno Espírito Santo after the Wolves manager launched a stinging verbal attack on the referee Lee Mason.", "Ashley Barnes scored his first goal in over a year to put Burnley ahead after 35 minutes, with Chris Wood firing in a second from close range early in the second half. Mason awarded Wolves a late penalty, converted by Fábio Silva, while João Moutinho was not sent off for an apparent kick at Josh Brownhill, but that did not improve Nuno’s opinion of the match official.", "“The referee does not have the quality to whistle a game in the Premier League,” Nuno said on Sky Sports. “This is a problem that we knew – we had Lee Mason before. It is not about the crucial mistakes or decisions, it is about the way he handles the game. I’m very disappointed to say this but I would not feel right if I didn’t say it.", "“I hope he doesn’t [referee] a game of ours again; that’s what I told him,” Nuno continued. “The games with Lee Mason are always the same. He cannot control the players. With all the other referees the game flows, there’s dialogue. He’s just not ready to do it.”", "The Wolves manager did not directly blame Mason for the result. “It was a tough game, but we were expecting that,” he said. “The defending was not good enough for the goals we conceded. We knew what Burnley would try to do and we should have had better answers.”", "The Burnley manager, Sean Dyche, was only disappointed that Silva’s late penalty brought a tense ending. “With the number of chances we created we possibly should have been in control earlier,” he said. “Otherwise it was a great performance. We operated well at both ends of the pitch.”", "It was fitting Barnes and Wood should score the goals, for though Wolves enjoyed most of the possession and managed nearly as many attempts on goal, they turned out to be poorly equipped to resist Burnley’s standard tactic of pumping high balls into the area for their front two to try to reach.", "The visiting side must have known Burnley would be direct and physical, yet even with three centre-halves Wolves struggled to counter the aerial threat. The first half was a fairly tame and featureless affair until Barnes gave Burnley the lead just past the half‑hour.", "Wolves had looked the likelier to score up to that point, because they had players such as Rúben Neves and Moutinho moving the ball dangerously around the edge of the Burnley area, yet for all the visitors’ possession they offered space behind their backline their opponents eventually exploited.", "Barnes should have done better with a good chance, going for power rather than placement and blasting the ball straight at Rui Patrício. But when Charlie Taylor sent over a cross from the left that found him practically leaning on the far post, the Burnley striker could hardly miss. His downward header beat the Wolves keeper for Barnes’ first goal since November 2019.", "A coming-together in the first half that involved Ben Mee and Nélson Semedo gave a fair illustration of the daftness of the present policy of linesmen being encouraged not to raise their flags until the ball has been played. Semedo began chasing a loose ball over the top of the defence from a position that was clearly offside, yet the flag stayed down so Mee was obliged to chase him.", "The defender caught his man just as he was in the act of shooting, dispossessing him expertly in the six-yard box but hurting himself in the process. Mee limped through the rest of the half while play restarted with a free-kick for offside halfway back up the field. Ludicrous.", "Whatever Nuno said at the interval did not have much effect, for Wolves began the second half like an accident waiting to happen. Romain Saïss got into a mix-up with Patrício to concede an unnecessary corner, then Neves miscontrolled from a Semedo throw-in and allowed Brownhill to crash a shot against the top of the bar.", "Moments later, Ashley Westwood sent over a free kick Mee headed back across the six-yard line, Barnes jumped with a couple of defenders and made contact, and Wood lashed the loose ball into the roof of the net from about two feet out, with the Wolves defence watching on.", "It was not the tidiest goal but there did not seem any offside or illegal challenge issues and after taking a second look the VAR team allowed it to stand. Wood came close to extending the lead, denied by Patrício’s extended leg after he had gone around the goalkeeper, before Nick Pope sprang into action at the other end to beat out a Neves shot from outside the area.", "The game was given a frantic ending it did not really deserve when Josh Benson came on for the last four minutes and brought down Silva in the area before he had managed to touch the ball. The Portuguese forward scored from the spot to make stoppage time more entertaining, but Wolves were unable to find a second."], "datePublished": "Mon 21 Dec 2020 22.26 GMT"}, "_Brighton and Hove Albion_Sheffield United": {"link": "https://www.theguardian.com/football/2020/dec/20/brighton-sheffield-united-premier-league-match-report", "Home team": "Brighton & Hove Albion", "Away team": "Sheffield United", "Title": "Brighton's Danny Welbeck denies 10-man Sheffield United precious win", "Body": ["The positive for Sheffield United was that they doubled their points haul for the season. The negative was that it is nowhere near enough and they will soon run out of lives, the fine margins failing them at every turn.", "They were around eight minutes from a first win that would have felt transformative given they spent more than half of this game with 10 men after John Lundstram’s dismissal. Then Danny Welbeck chested down the ball and smashed in Brighton’s equaliser after Aaron Webster challenged for a deep free-kick. It would have been worse if Alireza Jahanbakhsh had not nodded against the woodwork at the death although, given the task that faces Chris Wilder and his players now, the degree of difference that might have made is debatable.", "If United do come to rue the absence of a lift-off win then Oliver Burke’s glaring miss, three minutes before the lead was lost, will gnaw away agonisingly. Brighton had managed little more than huff and puff in response to a goal from the top-flight debutant Jayden Bogle, who set up a smash and grab shortly after coming off the bench, and were caught on the break when Ben Osborn sent Burke through. He blazed over with the match there to be decided and it was the kind of moment by which struggling sides live or die. “When there’s a little opportunity you need that to go for you,” Wilder said. “It’s a small step for us. When you get that close it’s disappointing not to see the game out. The team showed some real qualities.”", "Wilder might have known his luck was out when, shortly after he had made a first-half tactical change in bringing on the forward Burke for John Fleck, his best-laid plans were wrecked. United seemed to have livened up, David McGoldrick drawing a brilliant save from Robert Sánchez from a free-kick, when Lundstram steamed into Joël Veltman with a tackle whose force could be heard high in the stand.", "He appeared to have got away with a booking until VAR intervened with another of those ominous waits that tend to confirm the outcome; the referee was eventually summoned to his pitchside monitor by the video official, Michael Oliver, and quickly upgraded the punishment. He was correct to do so: Lundstram had reached the ball first but with excessive force, following through and leaving Veltman requiring treatment.", "“I don’t think there was any malice in the challenge at all,” said Wilder, who does not intend to appeal against the red card but hardly disguised his distaste for the decision. “We’ve got to be careful that this doesn’t become a non-contact sport because I believe supporters in this country want to see contact.”", "His side had not laid much of a glove on Brighton before that, although their opponents looked insubstantial around the United box. Aaron Ramsdale saved from Aaron Connolly and prevented an own goal from Chris Basham, while Ethan Ampadu made one heroic block, but the scarcity of real openings would be a theme until Welbeck bailed out the home side.", "Leandro Trossard had just missed the best one, straight after half-time, when Bogle arrived in place of the luckless Rhian Brewster and turned things on their head. He is a right wing-back but within nine minutes he appeared on the left corner of the six-yard box to tame McGoldrick’s cutback and blast in via a deflection off Webster.", "Brighton threw men forward but, to the frustration of their latest tranche of returning fans, were largely huff and puff until Osborn conceded a cheap set piece and Welbeck stayed calm amid the melee. Only the Blades have a worse home record and their winless run here stretches to 11 games.", "“I’m pleased the players got a reward for their constant pressure,” Graham Potter said, but a point keeps them uncomfortably close to the mire.", "United are deep in it, and then some, but their commitment levels gave Wilder hope. “If we don’t show that attitude we’re toast, they understand that,” he said. They are not frazzled quite yet, but in reality only crumbs of hope remain."], "datePublished": "Sun 20 Dec 2020 14.09 GMT"}, "_Leicester City_Manchester United": {"link": "https://www.theguardian.com/football/2020/dec/26/leicester-manchester-united-premier-league-match-report", "Home team": "Leicester City", "Away team": "Manchester United", "Title": "Axel Tuanzebe own goal earns Leicester draw with Manchester United", "Body": ["Manchester United led twice but ultimately failed to win an away league match for the first time this season, as the unfortunate Axel Tuanzebe deflected a shot by Jamie Vardy into his own goal five minutes from time.", "Leicester deserved that bit of luck and a point from an entertaining game in which both sides demonstrated the qualities, and shortcomings, that account for their positions. The teams who began the day in second and third place in the Premier League produced a result and performances to satisfy the leaders, Liverpool.", "Marcus Rashford had put United on course for an 11th successive away league win but Harvey Barnes quickly equalised for the hosts before United’s outstanding player, Bruno Fernandes, put his side 2-1 up, a lead they did not hold for long.", "“We feel disappointed,” said Ole Gunnar Solskjær. “The boys are flat in the dressing room because we created enough chances to score more goals.”", "The first of those chances fell to Rashford after less than 80 seconds as United started with the confidence of a team accustomed to winning on their travels. But the forward was uncharacteristically sloppy with his finish, heading over from six yards after a perfect cross from the left by Fernandes. That was the start of a topsy-turvy day for Rashford, who went on to open the scoring before missing another clear opportunity and departing before the end with a shoulder injury. “Hopefully it’s not too serious,” said Solskjær.", "United also lost Victor Lindelöf to an injury, the Swede being replaced in the 66th minute by Tuanzebe. Until then Lindelöf had filled in well at right-back in the absence of Aaron Wan-Bissaka.", "With Scott McTominay and Fred stationed in front of the back four, United left little room for James Maddison to pull strings for Leicester without defending as deeply as visitors such as West Ham and Everton had when winning at the King Power earlier in the season. United were more enterprising than those teams had been but were not particularly ingenious in possession, with Fernandes an exception as usual.", "United’s opening goal in the 23rd minute was a microcosm of the Portuguese’s career so far at the club where he often has to excel to rise above the mediocrity around him. A shoddy pass by Dan James forced Fernandes to stretch just to get a touch to the ball at the edge of the area, and his improvisation wrongfooted the home defence and turned into an ideal assist for Rashford, who swept the ball into the bottom corner from 10 yards.", "Fernandes was at fault, however, when Leicester equalised eight minutes later. Wilfred Ndidi ambushed him midway inside the United half and offloaded to Maddison, who helped the ball on to Barnes, who lashed it into the net from the edge of the area. David de Gea in his prime would probably have pawed the shot out but the goalkeeper, who had needed Eric Bailly to rescue earlier after a bungled attempt to play his way out from the back, showed no sign of world class reflexes as Barnes’s shot whizzed a few yards to his right and into the net.", "Fernandes should have restored United’s lead before half-time but headed over the bar after a free-kick from the left by Luke Shaw.", "Fernandes might have done better on the counterattack early in the second half but James was unable to put him through after the Portuguese had created an opening with a nifty dummy, the Welshman’s pass allowing Wesley Fofana to intervene.", "United continued to be dangerous on the break. Rashford raced on to a defence-splitting pass from Fred on the hour but Kasper Schmeichel did well to beat away the forward’s powerful drive from 15 yards.", "With 15 minutes to go, Solskjær used his bench to decisive effect, replacing Anthony Martial with Edinson Cavani. The Uruguayan soon showed his cleverness, dropping deep to accept a pass from Bailly before turning and slipping the ball through to Fernandes, who burst into the space vacated by the striker and finished emphatically.", "Brendan Rodgers replied by making his first substitution of the match and that, too, paid off swiftly, as the newcomer, Ayoze Pérez, exchanged passes with James Justin down the right before crossing for Vardy, who had made a canny run to find space in the box and then enjoyed a slice of good fortune as his shot, which had been heading wide, took a nick off Tuanzebe to get rerouted into the net."], "datePublished": "Sat 26 Dec 2020 14.49 GMT"}, "_West Bromwich Albion_Aston Villa": {"link": "https://www.theguardian.com/football/2020/dec/20/west-brom-aston-villa-premier-league-match-report", "Home team": "West Bromwich Albion", "Away team": "Aston Villa", "Title": "Anwar El Ghazi's double for Aston Villa ruins Sam Allardyce's start at West Brom", "Body": ["Thirty-five minutes into his return to management, Sam Allardyce must have started wondering about the wisdom of abandoning a life of leisure.", "The 66-year-old had said he accepted West Brom’s appeal for help on Wednesday partly because he grew bored of an existence in which the toughest decision he had to make concerned his lunch menu, but he certainly did not relish the pickle in which his new team found themselves here when their captain, Jake Livermore, was sent before half-time with his team already trailing 1-0 to an early goal by Anwar El Ghazi.", "Things soon got more unpalatable for the man hired to haul West Brom out of relegation trouble, as Bertrand Traoré added another for Villa before El Ghazi claimed his second goal of the game with a late penalty.", "In the time between Allardyce’s dismissal from his last job, at Everton in May 2018, and this first match in charge of West Brom, there has been one obvious development in football: VAR. Allardyce had said at his unveiling that he dreaded being caught up in controversies involving the technology, and that fear was realised before even one half had elapsed here when Livermore had a yellow card upgraded to a red after the referee, Martin Atkinson consulted the pitchside monitor and then, for reasons unclear, similar action was not taken moments later when Villa’s Kortney Hause was merely booked for lunging into Grady Diangana.", "“I don’t know why the VAR didn’t tell the referee to look at it; it was a ankle- or leg-threatening challenge,” said Allardyce. “I find myself talking about VAR when I really didn’t want to.”", "He had no quibble with the decision to send off Livermore, whose recklessness he condemned.", "“I couldn’t be anything but upset when you tell the players when you first arrive that the one thing we can’t afford to do is have more sendings-off because we’ve already had two this season before I came,” said Allardyce, adding that his captaincy is up for grabs. “It depends now on who wants to be captain and how he can handle the armband.”", "Allardyce has other worries, too. He had hoped to see some consistency of performance when he began his reign by selecting the same team that drew at Manchester City in what turned out to be Slaven Bilic’s last match. But the rare solidity that Albion showed at the Etihad was nowhere to be seen when they fell behind in less than five minutes at the Hawthorns.", "Traoré created the breakthrough with a dainty cross from the right-hand corner of the home box, before El Ghazi finished with improvised excellence at the back post, angling his leg like a chicken wing before guiding the ball into the net with a beautifully feathered volley. It was an artfully taken goal but Allardyce lamented the defending. “It was hugely disappointing to lose such a soft goal,” he said. “We’ve got to stop that or we’ve no chance of getting out of trouble.”", "At least Albion mostly restricted Villa to long-range shots for the remainder of the first half, apart from when Ollie Watkins headed just over from eight yards after a flowing move by the visitors and a fine cross from the right by Matty Cash.", "But the hosts, admittedly deprived of their most creative player, the suspended Matheus Pereira, never looked capable of threatening at the other end. Emiliano Martínez had one shot to save all match, a harmless free-kick by Darnell Furlong after Hause’s tackle.", "Villa could have played most of the second half in slippers. With Jack Grealish prompting brilliantly from a central role behind Watkins, the visitors appeared to be having fun. “At times it was like Jack was playing in the playground with his schoolmates,” said Dean Smith.", "McGinn headed wide from a cross by Grealish in the 52nd minute. Sam Johnstone made two strong saves to stop El Ghazi from scoring after moves orchestrated by Grealish. Watkins had a goal ruled out after another sweet cross by Cash, VAR reprieving the hosts this time.", "With 12 minute to go Allardyce changed tactics, introducing two substitutes and switching to a back three. West Brom improved and began to push Villa back a little. But not for long. Villa struck on the counterattack six minutes from time when Grealish released Traoré, who curled a nonchalant finish into the bottom corner from the edge of the area.", "There was time for things to get worse for West Brom, as El Ghazi converted a penalty after the umpteenth foul on Grealish. This was only the second time in his long managerial career that Allardyce has lost his first match in charge of a club. He has a heck of a job trying to figure out how to get his first win with West Brom."], "datePublished": "Sun 20 Dec 2020 21.52 GMT"}, "_Aston Villa_Burnley": {"link": "https://www.theguardian.com/football/2020/dec/17/aston-villa-burnley-premier-league-match-report", "Home team": "Aston Villa", "Away team": "Burnley", "Title": "Aston Villa's Dean Smith rues missed chances after Nick Pope saves Burnley", "Body": ["Burnley have scored only six goals in their 12 Premier League matches this season but they clambered out of the relegation zone thanks to their refusal to concede at Villa Park.", "A combination of a special save by Nick Pope, several of the kind of blocks that have become routine for Burnley defenders, and some uncharacteristically scruffy finishing by Aston Villa ensured this eventful contest ended in a stalemate.", "Emiliano Martínez’s howl of frustration at the final whistle showed Villa were deeply frustrated to draw for the first time this season. He was not the only one. “We had enough chances to win two games,” said Dean Smith. “But although it was a disappointing result, it was a pleasing performance. The only thing missing was the finishing.”", "No player could be singled out for criticism, since practically every Villa player missed at least one chance to score, some, of course, easier than others. At least that reflects one positive aspect of Villa’s display, the fact that they remained a coherent and mostly dominant team despite having to make wholesale changes to their starting lineup for the first time this season owing to the suspensions of Douglas Luiz and Matty Cash and illness for Ezri Konsa, along with injury to Ross Barkley. “Our squad was tested today and it passed with flying colours, so that’s a positive I can take,” said Smith.", "Burnley, emboldened for an even bigger challenge after last weekend’s win at Arsenal, made it hard for the hosts to settle. Sean Dyche’s team were the first to threaten a goal, with Jay Rodriguez cutting a smart pass back to Ashley Westwood, whose shot from the edge of the area veered just wide. Villa, devoted to attack, soon found a rhythm, and Charlie Taylor had to make a critical intervention in the 21st minute when he slid in to block an effort from six yards by Bertrand Traoré, who should have shot sooner.", "Burnley were rescued by their other full-back on the half hour when Matt Lowton showed wily instincts to position himself on the goalline in time to head away a deflected shot by Ahmed Elmohamady.", "Villa mounted something close to an onslaught after that and struck the frame of the goal twice before the break. Anwar El Ghazi’s free-kick from 20 yards was actually heading into the net until Pope tipped it on to the crossbar. Just before half-time Elmohamady flicked on a corner by Traoré to Kortney Hause, whose reflex header from six yards bounced out off the post.", "Although Villa merited a half-time lead on the balance of play, Burnley had alarmed them on a couple of counterattacks. The saves that Martínez had to make from Robbie Brady and Chris Wood were elementary but the goalkeeper would surely have been tested more stringently by Dwight McNeil just before the break if Traoré had not charged back to make an excellent tackle on the midfielder, who had slalomed between two defenders on a counter-attack.", "For all Villa’s attacking, their centre-forward Ollie Watkins got little sight of goal in the first half, spending most of his time as a clever linkman or decoy. But as Villa’s hold on the game grew stronger, Watkins began to find himself in front of goal more often. Pope remained unbeatable, however, clutching the striker’s header to his chest early in the second half. One minute later Watkins turned provider again, teeing up El Ghazi for a drive that flew inches past the post from the edge of the box.", "El Ghazi, involved in most Villa attacks, curled a low effort at goal on the hour, but not with enough power to inconvenience Pope. The same could be said of Brady’s shot at the other end moments later, when Burnley made a rare second-half incursion into Villa territory.", "When Jack Grealish, deployed more centrally than usual but as enterprising as ever, glided through midfield in the 66th minute and slipped through a delicate invitation to El Ghazi to score, yet another weak shot ensued, much to Pope’s relief. El Ghazi created a chance for himself to make amends in the 75th minute but boomed a shot wide from 20 yards after a splendid burst from midfield.", "The element of surprise nearly did for Burnley when John McGinn caught them out with a quickly-taken free-kick in midfield but James Tarkowski rushed to the visitors’ rescue again, hurling himself in front of Traoré’s shot.", "Villa attacked until the end but could not find the perfect finish, Tyrone Mings heading wide from eight yards before Grealish blasted over the bar after another classy run from deep."], "datePublished": "Thu 17 Dec 2020 20.14 GMT"}, "_Leicester City_Chelsea": {"link": "https://www.theguardian.com/football/2021/jan/19/leicester-city-chelsea-premier-league-match-report", "Home team": "Leicester City", "Away team": "Chelsea", "Title": "Leicester go top of Premier League after Ndidi and Maddison cut down Chelsea", "Body": ["Leicester are top of the league and worthy title contenders. Who knows what Chelsea are? Not what many think they should be, that is for sure, which is why Frank Lampard’s management is under fresh scrutiny. This was Chelsea’s fifth defeat in their last eight league matches and there could be no quibbling about the outcome at the King Power, where Brendan Rodgers’s team were superior in all departments.", "Leicester outwitted and outfought the visitors and sealed victory thanks to first-half goals by Wilfred Ndidi and James Maddison. They could have scored more against a Chelsea team that mixed tantalisingly slick interplay with alarming sluggishness and ramshackle defending. At times they looked like an attractive work in progress; mostly they resembled a disenchanted side going through motions. Lampard has criticised the players’ attitude several times this season. Some do not seem to be responding.", "While Leicester had the summit in their sights, Lampard went into this game having to explain why Chelsea were squatting so far below them. Roman Abramovich did not spend over £200m to build a team of also-rans. Nor is he noted for his tolerance of patter about adaptation periods and teething problems. Given that the club have jilted managers of much better pedigree than Lampard, he needed to demonstrate that in spite of his lack of experience, he can guide this team upwards, and fast. The best way to indicate progress would be to beat high-ranked opponents, a feat Chelsea had yet to achieve in the league this season.", "Lampard made four changes to the lineup that started Saturday’s victory at Fulham, which ended a three-match losing streak on their travels. Tammy Abraham started up front, while Kai Havertz was given another opportunity to come to terms with the Premier League. Reece James returned at right-back, with Callum Hudson-Odoi on the wing ahead of him.", "Leicester opted for consistency, Rodgers fielding the same side that proved to be too good for Southampton on Saturday. They picked up where they left off, opening the scoring against a sluggish Chelsea after six minutes. The goal encapsulated Leicester’s superior sharpness and rhythm. Marc Albrighton played a short corner to Maddison and then accepted the return pass before pulling the ball back to Harvey Barnes near the penalty spot. Barnes, whose gorgeous cross had led to the corner, swished at the air, a mis-hit that turned into the perfect tee-up for Ndidi, who struck a superb left-footed shot in off the post from 20 yards. The Nigerian’s first goal of the season was a work of beauty. Things had just turned uglier for Lampard.", "Worse almost followed in the 15th minute, when Maddison thrashed a shot past Édouard Mendy from even farther out. This time the ball struck the bar and continued on over. The chance had been created by Timothy Castagne after the Belgian cantered down the right wing, leaving Ben Chilwell and others in his wake. As a vignette of the better return that Leicester are getting from their recruits, that told a tale, even if Chilwell has generally delivered more than Chelsea’s other recent signings.", "Chilwell began to make dangerous runs of his own as the first half progressed. But as a unit Chelsea’s attack sputtered, too many players flimsy or out of sync. Abraham struggled to hold on to the ball up top, while Havertz seemed out of his depth.", "Leicester threatened from long range again when Albrighton let fly from 25 yards. Mendy pushed the swerving shot over the bar.", "Yet Chelsea created a fine chance in the 32nd minute, when Christian Pulisic combined with Havertz before presenting Hudson-Odoi with a prime invitation to score. But the winger fired a shot into the side-netting. Then came an even more agonising series of events for Chelsea: first, they had a penalty in their favour overturned when, after reviewing the evidence, the referee Craig Pawson decided that Jonny Evans fouled Pulisic just outside the box. Mason Mount botched the free-kick. Moments later Leicester made it 2-0 in damning fashion.", "Albrighton clipped the ball from midfield over Chelsea’s ramshackle defence, Antonio Rüdiger bumped into Jamie Vardy and Maddison was left free to finish smartly from eight yards.", "Surprisingly, Lampard did not call on any of his high-end substitutes at half-time. Leicester, content to counterattack, tore a gaping hole in their defence again in the 50th minute, but James Justin headed wide from Albrighton’s cross. Five minutes later Maddison prised them apart again with an exquisite pass, but Leicester sabotaged their own brilliant move by straying offside. But soon the hosts picked their way forward again, Maddison conspiring artfully with Vardy before forcing a good save from Mendy.", "With his team drifting to defeat, Lampard finally reached for a different plan in the 67th minute. On came Timo Werner and Hakim Ziyech for Hudson-Odoi and Havertz. The new duo made little difference until five minutes from time, when Werner stabbed the ball into the net from a free-kick by Ziyech. To no avail, as the German was judged to have been fractionally offside."], "datePublished": "Tue 19 Jan 2021 22.17 GMT"}, "_Leeds United_Brighton and Hove Albion": {"link": "https://www.theguardian.com/football/2021/jan/16/leeds-brighton-premier-league-match-report", "Home team": "Leeds United", "Away team": "Brighton & Hove Albion", "Title": "Brighton's Neal Maupay secures invaluable win as Leeds labour", "Body": ["A slow, messy, thaw had begun melting the thick snow banked up by the sides of the roads outside the stadium and, inside it, Leeds’s once solid midfield seemed to be dissolving in sympathy.", "Leeds have had much better days but a big part of that was down to Brighton’s excellence. They were so good it seemed almost unbelievable this was their first Premier League win since November.", "On Saturday’s immensely encouraging evidence it is hard to imagine Brighton being involved in the struggle to avoid relegation for much longer, but recent results tell a different story.", "Graham Potter’s mission is to inspire consistency. “Our challenge now is to turn good performances into results,” he said. “We have to fight. We have to be brave.”", "It was the first time Leeds had lost three successive games during Marcleo Bielsa’s tenure and bar Jack Harrison bending a shot wide of the post they created precious little.", "“We can defend much better, and we can create much more danger,” he said. “We should have managed a better result. Normally our opponents have more difficulty managing the ball.”", "Considering it involved a once cherished former employee and a compatriot, the construction of Neil Maupay’s early winner can only have exacerbated Bielsa’s agony.", "Ben White, who excelled on loan at Elland Road last season, dribbled assuredly from central midfield before playing in Alexis Mac Allister. The 21-year-old Argentinian, previously on loan at Boca Juniors, played an exquisite one-two with Leandro Trossard before taking goalkeeper Kiko Casilla – making his first Premier League start of the season in place of the absent Illan Meslier – out of the equation with a perfectly weighted low pass across the box that invited Maupay to dispatch the ball into an unguarded net.", "High calibre as that preamble proved, it was facilitated by poor defending and Stuart Dallas and Liam Cooper in particular will not relish watching replays highlighting their failure to eliminate the danger.", "Brighton made light work of a heavy pitch with their clever positional interchanges and uplifting one- and two-touch passing but Leeds looked as if they were merely continuing where they left off last Sunday.", "That surprise 3-0 FA Cup reverse at Crawley was made to look like more than just a blip as Brighton out-manoeuvred Leeds in all departments and Trossard’s shot hit the crossbar after taking a deflection off Luke Ayling.", "Bielsa was missing his suspended holding midfielder Kalvin Phillips and it must have hurt to see White excelling in his new role as a midfield anchor for Brighton. He represented a big reason why the visitors were so omnipotent in central midfield where Pascal Struijk, Rodrigo and Mateusz Klich were not only persistently second-guessed but frequently looked exhausted.", "Maybe all those Murderball sessions – Bielsa’s favourite training ground game that permits no breaks in play and features the ball remaining in constant motion – are finally taking their toll.", "Alternatively, it might purely have been a case of the increasingly muddy pitch being better suited to Brighton’s short, geometric passing game than Leeds’s more direct and dynamic high-tempo approach.", "The home side ratcheted up the intensity a little after the break but still rarely looked like scoring, while Trossard missed a sitter after an awful defensive slip by Ezgjan Alioski permitted Maupay to dissect Leeds’s backline.", "Casilla was otherwise left largely underemployed as Potter switched his tactics to defensive mode, withdrawing his three most attacking players and ordering his increasingly nervous looking side to retreat behind the ball, cede possession and wind down the clock.", "This arguably high-risk ploy paid off, leaving Brighton’s manager – praised for his “tactical diversity” by Bielsa – quietly exultant.", "“It was a fantastic performance; I’m very proud of my players,” he said. “To come here and keep a clean sheet is an incredible effort.”"], "datePublished": "Sat 16 Jan 2021 17.02 GMT"}, "_Chelsea_Manchester City": {"link": "https://www.theguardian.com/football/2021/jan/03/chelsea-manchester-city-premier-league-match-report", "Home team": "Chelsea", "Away team": "Manchester City", "Title": "Phil Foden excels in Manchester City's emphatic win over lacklustre Chelsea", "Body": ["Not even in his worst nightmares can Frank Lampard have imagined this. A showdown that was billed as an opportunity for Chelsea to reassert their title credentials ended in ignominious defeat after first-half strikes from Ilkay Gündogan, Phil Foden and Kevin De Bruyne as Manchester City served notice of their own aspirations to move within striking distance of the top two.", "To say that Chelsea were outplayed here is a serious understatement. If not for some crucial interventions in the second half from their goalkeeper, Édouard Mendy, the final scoreline could have been much more embarrassing for Lampard, who has now seen his side pick up just four points from their last six matches as they slumped to a fifth league defeat of the season.", "Yet while he must find a solution quickly as the pressure grows having spent more than £200m on new players in the summer, Pep Guardiola’s side are building some impressive momentum that means they cannot be discounted after a third straight win that was achieved despite missing a number of players due to Covid-19.", "The inclusion of 35-year-old goalkeeping coach Scott Carson on the bench was an illustration of the difficulties facing City before kick-off.", "Benjamin Mendy was also named as one of just eight substitutes despite the club promising to open an internal investigation into him breaching coronavirus regulations on New Year’s Eve, while Sergio Agüero was again not deemed fit enough to start. Oleksandr Zinchenko and Foden were recalled and USA goalkeeper Zack Steffen was handed his first Premier League start after it was confirmed that Ederson, Ferran Torres and Eric García have also tested positive for Covid-19.", "By contrast, Lampard had no such problems and made five changes to the side that drew disappointingly against Aston Villa, with Hakim Ziyech back from injury to start for the first time since the victory over Leeds here last month alongside Timo Werner and Christian Pulisic in a rebooted attack. The returns of Thiago Silva and Kurt Zouma to the heart of Chelsea’s defence would usually have been a welcome sight for their manager having seen his side revert to former bad habits in recent weeks but they were torn apart in a scintillating first-half performance by the visitors.", "Guardiola – who turns 50 in a fortnight – said this week that he has been reconsidering whether to stay in management for longer than he had originally planned having already committed to extend his stay at City.", "They have now conceded only three times in their last 11 matches in all competitions since losing to Tottenham in November and seemed to have come prepared to counterattack against opponents who have made a habit of failing to break teams down in the big matches.", "Chelsea certainly started with intent, although it was short-lived. Having weathered the early storm with ease, City should have gone ahead in the 15th minute when Foden’s precise through ball played in De Bruyne but he uncharacteristically dragged his shot wide. Nonetheless, it seemed to galvanise the visitors and after Raheem Sterling had also tested the Chelsea defence, Gündogan slotted home the opening goal under no pressure after being set up by Foden.", "The England midfielder was again in the thick of the action as City doubled their lead two minutes and 37 seconds later, with De Bruyne – employed as false nine by his manager – providing the pass for him to turn past Mendy at his near post. Down on the touchline, Guardiola could hardly contain himself. His plan was reaping dividends.", "Chelsea tried desperately to hit back but, having failed to muster a single shot on target inside the first half hour, they were made to pay again when De Bruyne slotted home after Sterling’s breakaway effort came back off the post. It was the first time they had conceded three first-half goals at Stamford Bridge since against Burnley in August 2017 and Lampard left the pitch at half-time looking like he had seen a ghost. Surprisingly he sent out the same team for the second half as Chelsea looked to at least salvage some pride. Once more, however, it was City who assumed control. Zinchenko’s shot was well-saved by Mendy and the goalkeeper had to be at his best to deny Rodri’s header from a De Bruyne free kick.", "Lampard finally introduced Callum Hudson-Odoi and Billy Gilmour into the fray after 20 minutes of the second half, with the strangely off-the-pace N’Golo Kanté one of those to make way. But even with Werner again labouring in attack, there was mysteriously no sign of top scorer Olivier Giroud as Steffen remained largely a spectator for the whole match until Hudson-Odoi’s late consolation strike. The goalkeeper can hardly have wished for an easier introduction to the Premier League."], "datePublished": "Sun 3 Jan 2021 18.34 GMT"}, "_Brighton and Hove Albion_Wolverhampton Wanderers": {"link": "https://www.theguardian.com/football/2021/jan/02/brighton-wolves-premier-league-match-report", "Home team": "Brighton & Hove Albion", "Away team": "Wolverhampton Wanderers", "Title": "Lewis Dunk header salvages point for Brighton against Wolves", "Body": ["Ninety-five minutes of chaos gave way to a solitary image of despair. While friends and foes alike made their way back towards the dressing room, the Wolves substitute Owen Otasowie sat inconsolably in the corner of a net he should have bulged with the game’s final action. Otasowie, a 19-year-old midfielder who had come on two minutes from time, had headed Adama Traoré’s cross over the bar when completely unmarked and needed a member of the support staff to haul him to his feet before he departed the scene.", "“For sure he’s going to react and he will have a chance like this and do better,” Nuno Espírito Santo said, and the manager must hope the same applies to his team. Wolves threw this away when, leading 3-1 at half-time against a Brighton side whose season looked to be careering out of control, a modicum of the assuredness they have generally shown in recent years would have seen them through.", "While Otasowie could have bailed them out it was hardly his fault that João Moutinho, usually such an authoritative presence, needlessly fouled Neal Maupay 11 seconds after the restart for the penalty that halved the deficit. He could not be blamed, either, for the defending that allowed Lewis Dunk to thud home Brighton’s equaliser from a corner just minutes after Adam Webster had struck the bar from a near-identical situation.", "Dunk’s header gave Brighton what they deserved and meant that, for now at least, they could shrug off some unprepossessing statistics. They are winless in 13 home league matches, and in their last eight at any venue. Nobody has drawn more games and it means they remain plausible relegation candidates. But their performance after the break, and even in some phases of the first half, showed refreshing vigour and lifted a little of the pressure gathering around their manager, Graham Potter.", "“It was tough for us at half-time,” Potter said. “You’re looking for character and I thought we got it. The players were amazing: great spirit, personality and quality.” In fairness they had shown all three in taking a 13th-minute lead, Webster breaking the lines with an enterprising run before feeding Leandro Trossard for a cross that Aaron Connolly snicked past Rui Patrício. Connolly had not scored at the Amex since his first top-flight start nearly 15 months ago, but player and club soon looked doomed for further disappointment.", "Brighton self-destructed in the subsequent half-hour, although Nuno professed satisfaction at the way Wolves wrested control. Romain Saïss converted a fine, craning header after Nélson Semedo had latched on to his own miskick and delivered accurately. Then Dan Burn was helpless as Robert Sánchez parried a deflected Pedro Neto drive on to him and over the line; the full-back had conceded a cheap corner in the buildup to the own goal, though, and erred again when he hacked Traoré down as the interval loomed. Rúben Neves scored from the spot and matters appeared to have been settled.", "That was until Andi Zeqiri, who replaced the injured Connolly after the restart, won a header with his first touch and brought about Moutinho’s panicked intervention as Maupay entered the box. Maupay still had two defenders between him and the goal, so must have felt grateful when dispatching the resulting gift.", "“I’m not disappointed with João,” Nuno said. “I’m disappointed with me, with everybody.” Wolves’ defending after that was calamitous; Zeqiri should have buried the rebound after Webster’s brush with the woodwork but they were not so lucky when Dunk met Trossard’s set-piece. Nuno admitted his side, now without a clean sheet in 10 games, were “making mistakes that we shouldn’t make”. Eventually, it may cheer Otasowie that fluffed chances felt like the least of his manager’s concerns."], "datePublished": "Sat 2 Jan 2021 19.36 GMT"}, "_Arsenal_Newcastle United": {"link": "https://www.theguardian.com/football/2021/jan/18/arsenal-newcastle-united-premier-league-match-report", "Home team": "Arsenal", "Away team": "Newcastle United", "Title": "Pierre-Emerick Aubameyang double sends Arsenal soaring past Newcastle", "Body": ["Baby steps but perhaps, in one sense, a significant stride. Arsenal’s return to the top half is hardly a cause for unbridled joy but the manner in which they sailed home dangled the promise of better times. Their struggles over the autumn went hand in hand with a damaging drought on the part of their captain, Pierre-Emerick Aubameyang, but that seemed a distant memory by the time he had scored his second goal of a win with such ultimate ease it felt like something of a novelty.", "It was the first that really blew away the cobwebs. Aubameyang had seen the ball in more threatening areas during the first half than in some entire games this season, even if end product was lacking and he had shot glaringly against the post from Arsenal’s best chance. Newcastle had kept them at bay but were broken five minutes after the interval when, characteristically, a rare attempt to sustain some pressure of their own broke down and Arsenal took their invitation to cut loose.", "Thomas Partey, imperious throughout his return to the starting lineup after injury, had already sent Aubameyang away down the left with one quick, raking pass. On that occasion, early in the night, the striker had eventually run into traffic. This time he had a clear run at Emil Krafth, a scenario Arsenal had evidently sought to create at the outset, and saw his options increase as the defender backed off. Rather than cut inside he chose to shift the ball on to his left foot, uncorking a rasping drive that offered Karl Darlow little hope and jogged more than a few memories.", "It felt like a trademark Aubameyang goal, combining high speed with elite execution, and he had not contrived one of such quality since the season’s opening day. A while after his 15th minute miss, which saw him jab against the far upright after Darlow’s save from Bukayo Saka had given him an open goal, Aubameyang had jumped into Krafth in a vain attempt to win a penalty and a now-familiar frustration appeared at risk of cutting through. This time, he cast it to one side.", "“That’s what he’s done throughout his career,” Mikel Arteta said. “Mentally you have to be really strong to do that. He’s come out of a difficult period. We’ve missed his goals a lot and I’m really pleased for him.”", "Aubameyang last scored twice in a match when deciding the FA Cup final. His second goal, Arsenal’s third, was tapped into an empty net after Cédric Soares had kept the ball in play by a millimetre and cut it back. After such a torrid run he now has four in his last six games; he cannot do it all on his own but the evening’s other defining moment showed that he may no longer need to.", "Saka and Emile Smith Rowe are the academy darlings who, more than anyone else, have breathed life into Arsenal’s winter and they combined thrillingly on the hour to double the lead. Smith Rowe glides and probes but does so with rare energy and speed; this time he made ground of his own in that left-wing area before teeing up Saka for a low first-time finish. Plenty of time has been spent fretting about the dull form of Nicolas Pépé and Willian, but the two youngsters are beginning to consistently lift Arsenal above the mean to a degree of which their more experienced colleagues seem incapable.", "“Overall the team looked confident, solid, compact and very clear about what we had to do in defence and attack,” Arteta said. “I’m very pleased with the clean sheet, the goals, the run and the momentum we are on.”", "Arsenal have now kept five straight clean sheets in all competitions for the first time since 2009. It must be noted that they will rarely face less of a threat to their goal. Steve Bruce made eight changes on the back of Newcastle’s derelict defeat to Sheffield United, promising “the gloves are off now” and setting up with a far more attacking system than the one that had almost sneaked an FA Cup win here nine days previously. For all his good intentions, perhaps a more dogged outlook would have yielded a similarly tight game against hosts who took time to get going. Newcastle were incoherent in attack and hardly looked resilient further back; caught betwixt and between, what followed was inevitable.", "“We’ve been caught twice on the counterattack and it’s about getting that balance,” Bruce said, while scotching any idea that he cannot arrest an alarming slump in form. “I’ve been in it a long time and managed to do it before.”", "The pressure Arteta was under a month ago appears, by contrast, to have lifted. Smiles are becoming more widespread, a case in point being his expression when he explained Aubameyang was substituted at 3-0 because of “a stomach issue”. This performance should not prove too hard to digest."], "datePublished": "Mon 18 Jan 2021 22.01 GMT"}, "_Crystal Palace_Leicester City": {"link": "https://www.theguardian.com/football/2020/dec/28/crystal-palace-leicester-city-premier-league-match-report", "Home team": "Crystal Palace", "Away team": "Leicester City", "Title": "Harvey Barnes takes Leicester second with late leveller at Crystal Palace", "Body": ["It was a moment that called for clear thinking. As Leicester poured forward in the closing stages, desperately chasing the goal that would have lifted them a point behind Liverpool at the top of the table, control slipped away.", "With the minutes ticking by, they needed calm and ruthlessness: someone to pause, take a deep breath and cut through all that demented running taking place near the Crystal Palace area.", "Level through a stinging low drive from Harvey Barnes, Leicester had seven minutes to establish their title credentials. After failing to make their dominance count during a frustrating first half, they had responded after falling behind to Wilfried Zaha’s crisp opener for Palace. Roared on by their bench, they pinned Palace back, sprinted hard and hunted that one crucial opening.", "Yet the cries grew more anguished as full-time approached. Thoughts drifted back to the first half and Vicente Guaita denying Leicester an early lead when he saved Kelechi Iheanacho’s tame penalty. Careless in the attacking third, Leicester ended up playing against the clock, rushing the final pass and finishing rashly, never more so than when Ayoze Pérez slashed a wonderful chance over the bar in the fourth minute of added time.", "Time ran out as Pérez’s hurried effort sailed over. Not composed enough to capitalise on Liverpool’s dropped points against West Brom, Leicester ended up falling short despite rising above Everton into second place. “We’re disappointed with the result,” Brendan Rodgers said. “You’ve got to take your chances.”", "The demands of the festive schedule also worked against Leicester, robbing them of a cutting edge. A situation that required Rodgers to make seven changes to the side who drew with Manchester United on Saturday felt deeply unsatisfactory, hammering home the absurdity of asking teams to play twice in the space of 48 hours.", "If anyone benefited, though, perhaps it was the Palace defenders who were spared the task of keeping up with Jamie Vardy during the opening period. With Rodgers determined to keep his side fresh, Leicester rotated. Timothy Castagne, Wesley Fofana and James Maddison were missing, Youri Tielemans and Wilfred Ndidi stepped out of midfield and there was a lack of ruthlessness in an attack led by Iheanacho.", "In normal circumstances it would have been Vardy stepping up to give Leicester a 17th-minute lead after James Tomkins’ foul on Luke Thomas, who had caught Palace napping with a surge from left-back. With Leicester’s leading scorer on the bench, however, spot-kick duties fell to a forward without a goal in the league this season.", "Iheanacho stepped up, angling his run towards the ball in a way that betrayed his intentions. It was unsurprising to see him place his effort at a decent height for Guaita, who got a strong hand to the ball.", "There would be more profligacy from Iheanacho when he headed over from four yards. Wastefulness was ruining Leicester’s composed approach play and when Pérez saw a deflected cross bounce off the bar, Dennis Praet fired over.", "“If you’re looking at the game over 90 minutes, I have to say I am pleased with the point,” Roy Hodgson, the Palace manager, said.", "He had also made changes, although perhaps that owed more to Hodgson needing to shake up his team after a worrying dip. Thumped 7-0 by Liverpool in their previous home game, they were awful when they lost 3-0 to 10-man Aston Villa on Saturday.", "Palace were content to sit back, although they did have a couple of openings before the interval. Andros Townsend wasted the best, steering Jeffrey Schlupp’s cutback wide, while replays showed they should have been awarded a penalty in the first half after Daniel Amartey’s handball was strangely not reviewed by VAR.", "There was more intensity from Palace at the start of the second half. Zaha had struggled, giving the ball away too cheaply, but he remained the likeliest player to hurt Leicester. It was a different game once he started to find space to turn and dribble.", "After 58 minutes Zaha dropped deep, turned cleverly and found Townsend on the right. Rather than stand back and admire his pass, he kept moving. Townsend whipped in a left-foot inswinger and Zaha was rewarded for gambling, ghosting to the far post unnoticed, perfectly placed to meet the cross with a fine volley.", "Yet Palace, who are winless in five games, could not hold on. Leicester introduced Vardy and Barnes provided the spark, jinking to find space before drilling home from 18 yards.", "Emboldened, Leicester began the hunt for a winner only for Pérez to fluff his lines. The prospect of a proper title race remains in the balance."], "datePublished": "Mon 28 Dec 2020 18.13 GMT"}, "_Newcastle United_Fulham": {"link": "https://www.theguardian.com/football/2020/dec/19/newcastle-fulham-premier-league-match-report", "Home team": "Newcastle United", "Away team": "Fulham", "Title": "Callum Wilson earns Newcastle draw after Fulham's Andersen sees red", "Body": ["Steve Bruce has always maintained teams are only as strong as their strikers. The good news for Newcastle’s manager is that he possesses an excellent centre‑forward in Callum Wilson, who has proved so wonderfully adept at camouflaging colleagues’ flaws that Bruce probably does not dare to contemplate where his otherwise largely indifferent side would be without their £20m summer signing from Bournemouth.", "Wilson was at it again here, helping airbrush a hitherto poor home performance by cleverly winning, and nonchalantly converting, a controversial equalising penalty which also brought the sending-off of Fulham’s Joachim Andersen.", "It made for a mixed return to St James’ Park for Scott Parker, whose improving side suggested they are too good for an immediate return to the Championship but remain in the perilous waters of 17th, eight points and five places behind Newcastle.", "Parker departed Tyneside complaining Wilson had dived and that Fulham should have won but he still seemed more upbeat than Bruce. “We haven’t given enough,” said Newcastle’s manager. “We have to be better.”", "Bruce made five changes from the side that succumbed 5-2 at Leeds last Wednesday, with the two most notable alterations at full-back, where DeAndre Yedlin and Paul Dummett made their first league starts of the season. Both were given comprehensive workouts.", "As a former Newcastle midfielder, Parker knew how much a place in the first XI would mean to Aleksandar Mitrovic and duly reintroduced this one-time St James’ Park cult hero at centre-forward. Fortunately for Bruce, Mitrovic proved rather less effective than Wilson, a heavy touch denying him a decent chance to double Fulham’s advantage.", "Meanwhile Tom Cairney’s left-footed creativity was restored to the visiting midfield, where he showed precisely why Rafael Benítez was once so keen to transplant his subtle talents to Tyneside. Ademola Lookman doubtless reflected on what might have been after meeting André-Frank Zambo Anguissa’s lofted cross but heading straight at Karl Darlow from 12 yards.", "At this stage Parker’s side increasingly controlled possession, something facilitated by Newcastle’s penchant for repeatedly gifting the ball to their guests.", "Matt Ritchie’s generosity even extended to scoring an own goal, the ball flying, comedically, off the frantically back-pedalling winger’s chin and beyond a wrong-footed Darlow after Tosin Adarabioyo had caused consternation by flicking on Cairney’s corner.", "As a mortified Ritchie trudged off at half-time Newcastle’s possession quotient had dropped to 33%, while Alphonse Areola had only been properly stretched once, when he smothered Miguel Almirón’s low shot.", "In mitigation Bruce is without a quartet of senior players struggling to recover from Covid-19, with two particularly unwell, but his side’s unfortunate stylistic contrast with Fulham will not have been lost on the Newcastle manager’s many critics.", "Indeed as the clocked ticked down, the home side’s League Cup quarter-final at Brentford on Tuesday started looking more burden than joy. And particularly considering Manchester City, Liverpool and Leicester are their next three league opponents.", "In recent weeks Bruce has reverted to 4-4-2 but it can tend to look a bit analogue against more fluid sides such as Fulham. On this evidence, Jonjo Shelvey and Sean Longstaff are not the solution to his central midfield conundrum. Parker the player would have walked into this St James’ Park starting XI.", "Parker the manager was smiling until Wilson collapsed under Andersen’s challenge after Newcastle’s leading scorer had been put clean through by Almirón in the wake of Ola Aina’s concession of possession. Graham Scott, the referee, immediately pointed to the penalty spot but was then sent to his VAR monitor and Andersen was subsequently shown a red card for denying a clear goalscoring opportunity. As the defender headed down the tunnel, Wilson sent Areola the wrong way to register his eighth goal of the season.", "Bruce said it was the “right call” but Parker demurred. “The contact was made outside the box and then he goes into the box and dives,” said Fulham’s manager. “The penalty and the sending-off changed the dynamics of the game but I’m very proud of my players, they played exceptionally well.”"], "datePublished": "Sat 19 Dec 2020 22.05 GMT"}, "_Newcastle United_Leicester City": {"link": "https://www.theguardian.com/football/2021/jan/03/newcastle-united-leicester-city-premier-league-match-report", "Home team": "Newcastle United", "Away team": "Leicester City", "Title": "Maddison and Tielemans on target as Leicester go third after win at Newcastle", "Body": ["Newcastle may not be the most exotic of January destinations but Leicester City seem to find it extraordinarily restorative. Not for the first time, Brendan Rodgers’s players departed Tyneside exuding the refreshed, optimistic sheen more usually associated with teams newly returned from midwinter breaks in the sun.", "On a bitingly cold afternoon, big on windchill factor, not even Andy Carroll’s first goal in a Newcastle shirt since rejoining his boyhood club 18 months ago could strip the gloss from a victory which lifts Leicester to third in the table, one point behind Liverpool and Manchester United.", "“It was a really, really good win for us,” said Rodgers. “Newcastle are well organised and can defend well and we didn’t create too many opportunities but we still looked dangerous.”", "Goals from the excellent James Maddison and Youri Tielemans ensured the visitors have won their past five league games here. Given Steve Bruce’s atrocious managerial record against Leicester, it will be of little consolation to him that Rodgers’s class of 2020-21 are arguably at their most dangerous on the road; they have won seven of their nine away fixtures.", "If that represents a recurring theme, the first half swiftly established another, namely Newcastle’s self‑destructive penchant for gifting the ball to their guests.", "No sooner had Bruce’s players gained possession than they surrendered it, with Wilfred Ndidi, in particular, delighting in intercepting embryonic home manoeuvres and second-guessing the opposing central midfield pairing of the Longstaff brothers, Sean and Matty.", "Ndidi’s defensive midfield strength created an ideal platform for Maddison to strut his tone-raising creative stuff. An early example arrived as one of Maddison’s typical eye-of-the-needle passes enabled Jamie Vardy to steal behind Bruce’s backline and, with his first touch, expertly round Karl Darlow before directing the ball into the empty net from an acute angle.", "A linesman’s raised flag confirmed Vardy had been narrowly offside, but that cameo emphasised the scale of the threat facing Newcastle on a day when they paid the price for repeated failure to close down Maddison and his gloriously fancy footwork.", "Admittedly Bruce’s defence frequently did a decent job in starving Vardy of possession with Federico Fernández and Ciaran Clark making some important interventions as a tactical stalemate temporarily took hold.", "Yet Maddison is an expert at picking tactical locks and he deconstructed the home side’s damage-limitation strategy as Leicester counterattacked with alacrity in the 55th minute.", "When Harvey Barnes carried the ball forward at speed, Bruce’s midfield were caught flat-footed and Barnes’s lay-off found Vardy, who revelled in nutmegging Fernández as he pulled left before picking out Maddison with a beautifully weighted pass. All that remained was for the midfielder to send the ball arcing high into the roof of the net, his clinical shot reducing Bruce’s blueprint to tatters.", "Once again, Vardy had issued a reminder that he not only scores but creates vital goals while Wesley Fofana’s intelligent decoy charge down the left had wrong-footed the home defence. Bruce’s badly deceived right wing-back, DeAndre Yedlin, will probably feel the need to watch the replays through his fingers.", "Newcastle’s pain was further exacerbated as another perfectly calibrated delivery – this one from Marc Albrighton – picked out Tielemans’ run and prefaced the Belgian lashing the ball, first time, into the corner.", "Jonjo Shelvey, recently arrived as a substitute, should have picked up Tielemans but lost him and received a stern ticking-off from Fernández.", "Carroll has always been more about actions than words and freshly liberated from the bench he reignited the contest courtesy of a similarly fabulous volley.", "Bruce’s very own Angel of the North reacted instantly as Matt Ritchie’s free‑kick was headed into his path, and he could celebrate his first goal in black and white stripes since his departure for Liverpool 10 years ago.", "“Andy Carroll’s goal turned the game into a war,” Rodgers said. “But we dug in and stood up to Newcastle’s physicality.”", "More of the same might be required from Carroll if Newcastle are to avoid being dragged into a relegation struggle. “I can’t fault our endeavour and effort,” said Bruce, who is still without his Covid-19-afflicted principal creator, Allan Saint-Maximin. “But if you give the ball away against Leicester you get punished … and we gave the ball away too often, too cheaply.”"], "datePublished": "Sun 3 Jan 2021 16.25 GMT"}, "_West Ham United_Premier League": {"link": "https://www.theguardian.com/football/2021/jan/01/tomas-soucek-leaves-it-late-as-west-ham-stun-lacklustre-everton", "Home team": "West Ham United", "Away team": "Premier League", "Title": "Tomas Soucek leaves it late as West Ham stun lacklustre Everton", "Body": ["After a punishing schedule and a gruelling spectacle, West Ham finally received their reward. Tomas Soucek’s late winner gave David Moyes his first points at Goodison Park since leaving Everton eight years ago and the manager responded in kind by giving his weary players four days off.", "Everton could have gone second with a fifth consecutive Premier League win but served up a laboured display bereft of ideas. Carlo Ancelotti claimed his side merited a point. He was being extremely kind. They deserved exactly what they got as West Ham defended expertly, grew stronger as the game went on and produced the only creativity on show.", "“Going back to your old clubs is always special,” said Moyes. “I had a brilliant time here. Coming here and winning was really important. Everton are in a great moment and you cannot underestimate what it would mean to go second, and we were on the back of our third game in six days. I cannot praise the players enough. Their fitness levels and professionalism is a great credit to them.”", "Covid-19 loomed large over the fixture, with Ryan Fredericks self-isolating after a positive test and West Ham preparing to clean out their training ground once again. Moyes said: “We have not been told to do that and it is not because of the one Covid player we have got. It’s because we are trying to do everything we can.”", "After three matches enriched by the noise of fans, Goodison fell eerily silent once again following the Liverpool city region’s move into tier 3 on Wednesday. It was as depressing for the 2,000 hoping to start the new year by watching their team in the flesh for the first time since March as for those due to attend Monday’s postponed match against Manchester City. Though small, the attendances had played a big part in Everton’s rise up the table and their absence was reflected in a subdued performance. Everton’s players could not find inspiration from within. Ancelotti recalled Richarlison following the Brazilian’s concussion against Manchester United in the Carabao Cup and must have wondered why he bothered. Richarlison was woeful. James Rodríguez also returned as a substitute after missing the past five matches with a calf problem but could not improve a flat attacking display either. So much for the benefit of extra rest after the City postponement.", "This was West Ham’s third game since Christmas Day but they never appeared at a disadvantage and were on top before Soucek’s late winner. They restricted Everton to playing neat, sharp triangles in harmless areas, stopped all service to Dominic Calvert-Lewin, who looks shattered, and closed down quickly whenever Richarlison, Gylfi Sigurdsson or Bernard received possession. The visitors were forced into a late change of goalkeeper when Lukasz Fabianski felt a recurrence of a thigh injury during the warm-up. His replacement, Darren Randolph, did not have a save to make until the 45th minute.", "Everton’s first shot on target was a dipping volley from Bernard after a Sigurdsson corner had been cleared into his path but Randolph was equal to the effort. Jordan Pickford’s first save arrived even later, when Aaron Cresswell arched a free-kick towards the far corner following a foul by Ben Godfrey on Vladimir Coufal. Pablo Fornals then squandered an excellent chance to break a tedious stalemate. The midfielder was unmarked when Jarrod Bowen picked him out with a dinked cross into the area but, from only eight yards out, he miscued a header so far wide a teammate’s scream echoed around the stadium.", "Both managers attempted to inject much-needed creativity and quality by introducing Rodríguez, André Gomes, Andriy Yarmolenko, Manuel Lanzini and Michail Antonio but only Moyes’s changes succeeded. With four minutes remaining, Yarmolenko released Soucek with an intelligent chip. Pickford parried the midfielder’s initial shot on the turn but the rebound fell to Cresswell whose low drive deflected off Yerry Mina and into the path of Soucek, who made no mistake for his fifth goal of the season."], "datePublished": "Fri 1 Jan 2021 19.35 GMT"}, "_Aston Villa_Crystal Palace": {"link": "https://www.theguardian.com/football/2020/dec/26/aston-villa-crystal-palace-premier-league-match-report", "Home team": "Aston Villa", "Away team": "Crystal Palace", "Title": "Ollie Watkins and Aston Villa dominate Crystal Palace despite Tyrone Mings red", "Body": ["Dean Smith heaped praise on Ollie Watkins after Aston Villa earned a convincing victory over Crystal Palace despite playing more than half the game with 10 men. Villa led through Bertrand Traoré’s fifth-minute goal when Tyrone Mings was sent off after receiving two yellow cards in quick succession shortly before half-time. But the hosts were much the better side after the break as well and wrapped up a 3-0 win with goals from Kortney Hause and Anwar El Ghazi.", "Watkins was a thorn in Palace’s side throughout and was involved in all three goals as well as hitting a post late on. Smith said of the big-money signing from Brentford: “I wanted the Christmas present of a good performance and I certainly got that and a good result as well.", "“Our counterattacking threat was there for all to see. We created numerous opportunities. Unfortunately Tyrone gets sent off but I said at half-time there was nobody better to lead the line with 10 men than Ollie Watkins and I thought he was outstanding.", "“The only thing missing was a goal. All the lads are very appreciative of the work he’s doing. He deserved more today than three assists.”", "For the first goal, Traoré played in Watkins down the right and was on hand to thump the ball into the net when Vicente Guaita parried Watkins’ shot. The 10 men made it 2-0 in the 66th minute. Palace failed to defend an El Ghazi free-kick, Watkins headed against the bar and Hause followed up to score his second league goal for Villa. Guaita clawed the ball out but not before it had crossed the line.", "With Palace forced to commit more men forward, Villa looked even more dangerous and, after Watkins had a shot blocked, the impressive winger teed-up El Ghazi for his fourth goal in four games – a fine, curling effort in off the far post.", "The negative for Smith was the red card for Mings, meaning he will be suspended for Monday’s visit to Chelsea. Both bookings were for clashes with Wilfried Zaha – the first for some argy-bargy after a foul by the Palace player on John McGinn and the second for a block with his arm.", "Smith criticised the referee, Anthony Taylor, saying: “I thought they were very soft. I thought the first one was pathetic. He got attacked by Wilfried Zaha and got a yellow card. The second one it looks like he’s been fouled first. I think the ref has set his tolerance level and, once they do that, they were two soft and frustrating cards really.”", "Ross Barkley had been expected to return to the squad after a month out with a hamstring injury but the on-loan Chelsea midfielder was absent once more. Smith said: “He can’t play against Chelsea and it wasn’t worth the risk today. He’s still not 100% with it. But he was very, very close.”", "The emotions were very different for Roy Hodgson, who had hoped to see his team bounce back from last weekend’s 7-0 mauling by Liverpool.", "Hodgson said: “I didn’t see the 3-0 coming. I thought at half-time we’d shown enough to suggest we had enough to get back in the game. When Mings was sent off, there was even more reason to think we would create chances.", "“It didn’t work out that way. The real saddening factor is this was an opportunity to get something from the game and we weren’t good enough. Aston Villa thoroughly deserved their victory.”", "Palace are also back in action on Monday, at home to high-flying Leicester, and Hodgson added: “I don’t think it would be good to dwell on it for any longer than we have to but we do have to look in the mirror and ask what have we done wrong, what clear mistakes have been made and try to find a way around that in two days’ time.”"], "datePublished": "Sat 26 Dec 2020 17.17 GMT"}, "_Newcastle United_Liverpool": {"link": "https://www.theguardian.com/football/2020/dec/30/newcastle-united-liverpool-premier-league-match-report", "Home team": "Newcastle United", "Away team": "Liverpool", "Title": "Newcastle's Schär and Darlow deny Mané and Salah in Liverpool stalemate", "Body": ["The final Premier League match of 2020 ended with Liverpool three points clear at the top of the table but only after Jürgen Klopp’s defending champions were made to look distinctly mortal by a wounded Newcastle side determined to prove a point.", "After a barrage of recent criticism Steve Bruce had said he wanted to shut a few people up. On the eve of his 60th birthday, the home manager’s wish was granted thanks to a creditable draw which will doubtless have gone down well with his old friends at second-placed Manchester United.", "Securing it necessitated some heroics from Newcastle’s vastly improved goalkeeper Karl Darlow while Liverpool dominated possession and Mohamed Salah missed a couple of chances that, nine times out of 10, he would have expected to convert but Bruce’s team also had their moments.", "It was easy to forget the fallout from a Covid-19 outbreak that saw 19 Newcastle players and back-room staff test positive for the virus has left arguably their best player, Allan Saint-Maximin, and the captain, Jamaal Lascelles, still sidelined by fatigue.", "Saint-Maximin is convalescing in France but, were he watching on television, the winger would surely have enjoyed Newcastle’s unusually positive performance. Bruce has been criticised – heavily – for negative tactics but, although he opted for a back five and they certainly did their fair share of defending, his gameplan proved unexpectedly adventurous.", "Perhaps hoping to expose the inexperience of the centre-half Nathaniel Phillips, Newcastle pressed high up the pitch and Allison swiftly looked relieved to see Callum Wilson head narrowly wide after meeting Jacob Murphy’s free-kick.", "Wilson was soon at it again, this time sashaying past Phillips and seeming set to score until Fabinho retrieved the situation, contributing a tremendous block that deflected the striker’s shot over the bar.", "Liverpool waited until Wednesday lunchtime before flying to Tyneside and they started as if behind schedule. It was 16 minutes before they mustered a shot on target, a gentle effort from James Milner that sailed straight into Darlow’s arms.", "If the tempo was nothing like as intense as expected and some of Liverpool’s initial passing went a little awry, Bruce could not remotely afford to relax.", "The Merseysiders might have begun in strangely dozy mode but they still offered little reminders of the adage about form being temporary but class permanent.", "A wonderful cameo involving Trent Alexander-Arnold bisecting Newcastle’s defence and picking out Sadio Mané with the most incisive of cross-field passes proved a case in point.", "For a moment it looked as if Darlow could be under severe threat but despite Salah and Milner working the ball back to Alexander-Arnold the right-back could not quite polish off the move on the volley.", "Newcastle generally second-guessed Liverpool’s manoeuvres pretty well, closing players down assiduously but, as half-time beckoned, the champions began asserting themselves on the break.", "A typically intelligent counterattack concluded with Darlow extending a hand and, quite brilliantly, diverting Salah’s sidefooted shot wide after he connected with Jordan Henderson’s cross.", "Back on the Newcastle bench for the first time after missing the first part of this season with injury, Martin Dubravka seems destined to face a struggle to reclaim his place as first-choice keeper.", "After being slightly the superior side for much of the first 45 minutes, Newcastle were beginning to sense the power balance gradually tilting in Liverpool’s direction.", "It took DeAndre Yedlin to slide in with an important interception to deny Salah another clear shot on goal and a second stunning save from Darlow to keep Roberto Firmino’s header out following Mané’s volleyed cross.", "The second half had Liverpool increasing their growing possession quotient and the increasingly influential Mané directing a header fractionally off target but, still, Newcastle defended robustly.", "If Klopp had reason for mild optimism it will have been slightly tempered by the need for Fabinho to watch his step after the central defender was booked for a shameless body check on Yedlin as the right wing-back accelerated forward with menace.", "Even so, Salah should have scored after being smartly put through by Firmino but instead dragged a left-foot shot tantalisingly wide while Firmino might have done better with a headed chance.", "Klopp brought on Georginio Wijnaldum and Thiago Alcântara but although the latter dazzled, Newcastle remained as obdurate as ever with Federico Fernández’s superb tackle to dispossess Salah and Fabian Schär’s last gasp clearance off the line from Mané emblematic of their dogged resistance.", "Had Alisson not clawed Ciaran Clark’s header to safety, Newcastle might conceivably have stolen a win but a point was sufficient for Bruce to silence the doubters at least temporarily."], "datePublished": "Wed 30 Dec 2020 21.56 GMT"}, "_West Ham United_Brighton and Hove Albion": {"link": "https://www.theguardian.com/football/2020/dec/27/west-ham-brighton-premier-league-match-report", "Home team": "West Ham United", "Away team": "Brighton & Hove Albion", "Title": "Tomas Soucek pounces on familiar Brighton failing to rescue West Ham", "Body": ["There comes a point when repeated misfortune simply begins to resemble carelessness. In Brighton’s case the hard-luck stories are starting to wear thin. Even when the bounce of the ball goes in their favour they find ways not to win, undermining their stylish approach play with defending that leaves them uncomfortably close to the bottom three.", "Victorious in only two league games this season, they let an underwhelming West Ham off the hook in a scrappy match, missing the chance to pull four points clear of 18th place after twice relinquishing the lead.", "Weakness under the high ball proved costly. Ahead at half-time thanks to Neal Maupay’s fortuitous goal, Brighton were pegged back after failing to deal with a cross. Back in front thanks to Lewis Dunk’s effort, which could have been disallowed by VAR for handball, Graham Potter’s side switched off again, poor marking at a corner allowing Tomas Soucek to rescue a late point for West Ham.", "Potter was aghast, criticising his side for allowing Soucek a free run to attack the ball. Brighton were nearly home and dry; instead they had to stomach the frustration of a seventh draw of a stuttering campaign. “I thought the performance was worthy of three points but we didn’t defend the second goal particularly well,” Potter said. “When you do that it becomes difficult.”", "Brighton’s manager knew West Ham, who are now winless in three matches, were vulnerable. Searching for a way to spark an attack weakened by the absence of Michail Antonio, David Moyes picked a baffling team. A theory based on putting more players around Sébastien Haller, a forward who lacks the mobility to occupy defences on his own, fell apart when put into practice. West Ham’s system, a 3-4-1-2 featuring Mark Noble slogging away in a free role, was too cautious against a team at the wrong end of the table.", "It was a case of square pegs in round holes. With Arthur Masuaku unavailable following knee surgery, Ben Johnson looked uncomfortable at left wing-back, draining momentum from attacks by always cutting back on to his right foot. In the middle Noble kept dropping too deep, meaning West Ham often had eight players in their own half and nobody to link the play.", "The numbers summed it up: West Ham did not muster a shot on target in the first half. It was unnecessary from Moyes. Not only did he have creative players on the bench, he had also found a way to negate his team’s strengths. Noble’s presence unsettled Soucek, who was unsure about when to maraud into Brighton territory, while the decision to place Jarrod Bowen next to the statuesque Haller left them without width on the right.", "The question was whether Brighton, who have not exactly oozed conviction in attack lately, could capitalise. The answer arrived after 44 minutes of pleasant but ineffective probing. Dan Burn seized the initiative, overlapping on the left and producing a neat cutback after combining with Solly March. The ball found Maupay and although the forward was hesitant at first, he was clinical when an inadvertent touch from Declan Rice allowed him to spin Angelo Ogbonna and jab past Lukasz Fabianski.", "Moyes responded during the interval, replacing Bowen and Noble with Manuel Lanzini and Andriy Yarmolenko, and West Ham improved. They tested Robert Sánchez two minutes into the second half, Haller heading at the Brighton goalkeeper.", "The West Ham substitutes began to influence the game. On the hour, Yarmolenko cut inside on the right and crossed with his left foot. Soucek, no longer crowded out by Noble, was there to cause havoc. The ball ran free and Lanzini reacted smartly despite lying on the floor, teeing up Johnson to curl home his first senior goal.", "Brighton absorbed the blow. After 70 minutes a quick corner allowed March to cross. Soucek’s attempted clearance struck Dunk, who controlled before smashing high into the net. The goal stood after the VAR, Andrew Madley, failed to find clear evidence of Dunk handling. “It hits his arm,” Moyes said. “I thought if it hit your arm and led to a goal it would be chalked off.”", "The game crept towards the final whistle with Brighton holding firm. Yet West Ham, who remain 10th, would not lie down. With eight minutes left Aaron Cresswell’s corner skimmed off Dunk’s head and went in off Soucek, whose relieved smile suggested that he knew as much: West Ham had got away with one."], "datePublished": "Sun 27 Dec 2020 16.28 GMT"}, "_Fulham_Southampton": {"link": "https://www.theguardian.com/football/2020/dec/26/fulham-southampton-premier-league-match-report", "Home team": "Fulham", "Away team": "Southampton", "Title": "Fulham draw but miss chance of more against weakened Southampton", "Body": ["If your glass is half full, Fulham have solidified to an extent that bodes well for the scrap ahead. For those feeling drained of festive cheer, Scott Parker’s side cannot afford to drop many more points when they catch their opponents on an off-day such as this. A fourth consecutive draw, and second goalless affair at Craven Cottage in 10 days, was fair and adds to the sense their early-season defensive calamities are behind them; given victory against an under-strength Southampton side would have wrenched them out of the relegation zone, though, it was hard not to sense this was a missed chance.", "In fairness, there were not too many of those during the afternoon. Football without fans feels particularly bleak on Boxing Day, when the conviviality of the season is supposed to pulsate around the stands and spill into surrounding streets, and both teams could have used some extra buzz. Neither could be faulted for endeavour and there was plenty to admire about their structures off the ball; none of that was enough to set pulses racing and the major frustration was felt by those in home colours.", "“It’s a disappointed dressing room, we feel it was two points lost,” said Stuart Gray, the Fulham assistant manager, who took remote orders from the self-isolating Parker throughout the 90 minutes. “You can tell by [Southampton’s] reaction that they’re happy with the point. We got into some very good areas and our final ball just let us down.”", "He was right about Fulham’s inability to make promising positions count. They worked the ball wide smartly enough but tended to fall short through a mixture of inadequate delivery and an absence of focal point. When both were in sync, 10 minutes after half-time, the impressive Antonee Robinson crossed deliciously from the left only for an unmarked Ivan Cavaleiro to head over.", "That was their best opportunity, although André-Frank Zambo Anguissa had air-kicked when found by Ademola Lookman during an opening spell that promised more. They threatened again towards the end, when the substitute Aleksandar Mitrovic volleyed wide after more fine work from Robinson and Ola Aina had an effort blocked, but the sum of their efforts was not really enough given Southampton never really got going.", "“It was the most important thing first to have a clean sheet,” said Ralph Hasenhüttl, who confirmed Gray’s view by adding that he could “live with a point”. That was largely because his list of absentees included Danny Ings, Oriol Romeu and Jannik Vestergaard, meaning the spine of Southampton’s side was decimated. Shane Long and Ibrahima Diallo had to make their first top-flight starts of the season and there was a recall for Jack Stephens at the back. They looked disjointed, their ambition noticeably a notch below usual levels, although they came closest to scoring a winner and returning to the top four.", "James Ward-Prowse’s brilliance from set pieces was a constant amid the flux and, although Darren England looked happy to play the advantage after a foul by Harrison Reed before the half-hour, the midfielder had eyes for one thing only.", "His free-kick from 25 yards was among the best of a sparkling collection, aimed plum into Alphonse Areola’s top-right corner, and that made the outcome all the more astonishing. Areola somehow managed to claw the ball on to the angle of post and bar, Che Adams somehow failing to connect with the rebound as it bounced down. In a split-second Fulham had been blessed by a save-of-the-season contender and a glaring miss.", "“We had the bigger chances,” Hasenhüttl said, pointing to disallowed second-half efforts from Long and Theo Walcott. The latter was chalked off after a tight, but correct, VAR call against the provider Adams. By the end, though, the result felt entirely correct."], "datePublished": "Sat 26 Dec 2020 17.19 GMT"}, "_Sheffield United_Tottenham Hotspur": {"link": "https://www.theguardian.com/football/2021/jan/17/sheffield-united-tottenham-premier-league-match-report", "Home team": "Sheffield United", "Away team": "Tottenham Hotspur", "Title": "Tanguy Ndombele's moment of magic caps Spurs win at Sheffield United", "Body": ["Back in July, Tottenham’s players produced a no-show at Bramall Lane that they came to see as a turning point in José Mourinho’s reign. This time they beat Sheffield United by the same scoreline that had jolted them into action six months ago and will hope it has a similarly transformative effect after such an inconsistent run of form.", "Whether or not that proves to be the case, this game will be best remembered for an exquisite and ultimately decisive piece of improvisation by Tanguy Ndombele shortly after the hour.", "Tottenham’s two-goal lead had just been halved by David McGoldrick and a hitherto unthreatening home side sensed genuine hope of exploiting their neuroses. Then Ndombele laid the ball to Steven Bergwijn and, helped by Chris Basham’s overcommitted dash out from the centre-back position, peeled off into vacant space on the left side of the penalty area. Bergwijn’s floated return pass was an impressive feat of precision in itself but that had nothing on the technique required for Ndombele, who was both running and facing away from goal, to extend his right leg and arc a delicate, perfectly directed lob over the scrambling Aaron Ramsdale.", "Did Ndombele mean it? Anyone asking that question, and there were one or two, would be doing a disservice to the rare vision and imagination he offers a side that does not always brim with those qualities. Before settling the issue here he had, more than once, found teammates were not quite on his wavelength when he sought to change the angle of an attack. It took him time to land on the same page as Mourinho, too, but here was evidence he possesses qualities that can help lift Tottenham far above the ordinary.", "Mourinho described Ndombele’s intervention as “a genius action” and cited his revival as an inspiration to others, with Dele Alli’s absence from the squad hanging in the air. “He’s a great example that with me the door is always open, the door of the team is always open,” he said. “When a player is not playing he has to try to understand why and understand how to walk through that door. He understood.”", "Ndombele had scored the last time Tottenham won an away game by more than one goal, when they thrashed Manchester United in an October outcome that seems ever more extraordinary. That was also the occasion for Serge Aurier’s previous goal but it was the Ivorian who put Spurs in charge here, beating Jayden Bogle to an early Son Heung-min corner and nodding past Ramsdale.", "The 5ft 9in Aurier had barely needed to jump and United, who were looking to build an unlikely relegation-beating momentum after overcoming Newcastle, never really recovered.", "“The first thing we needed was to get a really bright start and a hold on the game, and we didn’t,” Chris Wilder said. Had Son not clipped a post his team would have been two down within eight minutes. They battled on for a further half-hour, huffing and puffing but rarely looking like giving truth to the half-joke that Tottenham would be at their most vulnerable when a goal up.", "Mourinho had protested that if Spurs, who had let three first-half leads slip in their previous six Premier League games, had lost the ability to put teams away it had nothing to do with his instructions. They were brighter here and Harry Kane cleared any remaining fog before the break with the kind of finish he executes better than anyone in the division, bustling towards the edge of the D before whipping a low, precise shot low to the left of Ramsdale’s fingertips. He had Pierre-Emile Højbjerg, who dispossessed Ollie Norwood in midfield before receiving the ball back from Son and locating his striker, to thank for creating the possibility.", "Kane came close twice with left-footed efforts early in the second half but United, who re-emerged with an improved tempo, were given a lifeline when McGoldrick headed John Fleck’s cross past Hugo Lloris. “We all believed that if we got that goal after half-time it was game on,” Wilder said. But then Ndombele pulled out his moment of wizardry and, while Wilder could lament another moment of carelessness by Norwood in the buildup, it accurately captured the gulf on show.", "“The team was very dominant,” Mourinho said. “We created enough chances in the first half to kill the game off and in the second half the intention was the same.” This time, nobody could really doubt him."], "datePublished": "Sun 17 Jan 2021 16.02 GMT"}, "_Fulham_Brighton and Hove Albion": {"link": "https://www.theguardian.com/football/2020/dec/16/fulham-brighton-hove-albion-premier-league-match-report", "Home team": "Fulham", "Away team": "Brighton & Hove Albion", "Title": "Lallana comes close for Brighton but VAR steps in to save Fulham", "Body": ["This was a powerful argument for those who would quite like to hibernate for the remainder of 2020. Neither Fulham nor Brighton quite got going despite a brighter second half that allowed both to argue they might have won, but the abiding feeling was one of a non-event.", "Perhaps it was the renewed absence of supporters at a venue that had so gleefully welcomed them when Liverpool were held here on Sunday; either way the night seemed flat from the outset and these sides will need to muster more spark than this if the draw is to be of consequence come May.", "For now at least, it puts them outside the relegation zone. Fulham would have been left there if they had not emerged intact from the game’s major incident, which came as Brighton attempted to turn the screw in a spell of concerted pressure straight after half-time.", "Adam Lallana, who had arrived to convert coolly after Danny Welbeck could not control Solly March’s cross, thought he had scored his first goal for the club, but was denied with the players lining up to restart. A VAR check correctly found Welbeck had handled and Brighton were forced to dust themselves down.", "They did that and a few minutes later Adam Webster thudded a header against the underside of the crossbar. It was their final significant chance. Lewis Dunk had forced a parry from Alphonse Areola shortly before Lallana’s frustration and during a tedious first half Welbeck had air-kicked Tariq Lamptey’s centre when well placed. That was all as exciting as it got for the visitors, but Graham Potter was not of a mind to complain.", "“I don’t think I’m disappointed, I’m pleased with the performance of the players and what they gave,” he said. “It was important to be stable and keep a clean sheet.”", "That particular achievement owed something to Robert Sánchez, selected instead of Mat Ryan in goal for his second Premier League appearance. Ryan did not travel to London and Potter confirmed Sánchez will keep his place when Brighton host Sheffield United on Sunday.", "The keeper survived an early flutter with the ball at his feet to look the part, tipping over from Ivan Cavaleiro in Fulham’s only real moment of pre-interval threat and then making important stops from Ruben Loftus-Cheek and Ademola Lookman as the clock ticked down.", "“We made the decision to go with Rob, he’s got some incredible attributes and huge potential,” Potter said.", "Scott Parker felt his players had “lacked a little something”, perhaps in part due to the comedown from their lung-busting effort against the champions. Like Potter, he seemed especially happy not to have conceded and it was not the only similarity in the managers’ reactions. “It was a fair result and we move on now,” Parker said.", "“It’s a hard-fought point, we accept it and move forward to the weekend,” Potter echoed.", "Contentment all round, then, but it was hard not to shake the sense this was a lost evening."], "datePublished": "Wed 16 Dec 2020 23.00 GMT"}, "_Liverpool_Burnley": {"link": "https://www.theguardian.com/football/2021/jan/21/liverpool-burnley-premier-league-match-report", "Home team": "Liverpool", "Away team": "Burnley", "Title": "Burnley storm Anfield fortress to shatter Liverpool's 68-game record", "Body": ["After 68 games, 55 wins, 13 draws and almost four years, fortress Anfield has finally been stormed. Burnley were the only team to take points off Liverpool at home last season. Now they recorded a still greater feat, Ashley Barnes’ late penalty making them the first team since Crystal Palace in April 2017 to take three points here.", "Last month, Burnley registered their first top-flight win over Arsenal since 1974. Now came a first win at Anfield since the year Bill Shankly retired and the focus on Liverpool’s plight should not deflect from the way Sean Dyche keeps on chalking up historic feats with Burnley. A pragmatist may also savour the fact they leapfrogged Brighton to ease their relegation fears.", "For Liverpool, though, this was an unwanted slice of history. For the first time since Gérard Houllier’s team failed to score in their final five games of the 1999-2000 campaign, they have gone four league matches without a goal. Jürgen Klopp’s side have not scored for 438 minutes in the league and taken three points from a possible 15, going from title favourites to a team who could drop out of the top four before Thursday’s visit to Tottenham.", "Perhaps it was fitting that they were condemned to defeat by Barnes. He earned and scored the penalty, winning his running battle with Fabinho by evading the Brazilian, hooking the ball over Alisson and being brought down by the goalkeeper. Barnes coolly slotted in his spot-kick. But tempers can flare when he is around. He had dual responsibilities, an irritant to Fabinho and Thiago Alcântara alike. He got the game’s first booking for an agricultural challenge on the summer signing. He riled Klopp, too.", "Sorry your browser does not support audio - but you can download here and listen https://audio.guim.co.uk/2021/01/21-55271-gnl.fw.20210121.ic3.united.mp3", "The night’s abiding image of the Liverpool manager came at half-time when he aimed a few choice words and gestured angrily at Dyche as both departed down the tunnel. Their players were delayed on the pitch as VAR determined if Fabinho’s little kick at Barnes merited a red card. Mike Dean’s initial verdict, a booking, was upheld.", "Yet much of Liverpool’s frustration stemmed from the defiance of Burnley. Their efforts were unstinting, their organisation matched by their determination.", "“What a shift by the lads,” Barnes said. And they had their holy trinity at the back: Nick Pope, Ben Mee and James Tarkowski. Burnley have only conceded five goals in the 11 games they have started together and the surprise, given their flawlessness otherwise, was that the captain gifted Liverpool their best chance.", "Mee’s attempted back-pass turned into a hideous miscue, Divock Origi raced on to it and bent a shot past Pope. It rebounded back off the bar and straight to the goalkeeper. Origi had been granted an unexpected chance, a first league start of the season, but this was a night to support theories that his golden 2019 was a glorious aberration. He struggled. Not for the first time, Liverpool must rue the fact Diogo Jota got injured deep into a Champions League dead rubber. Once again, Klopp’s lack of trust in Takumi Minamino was apparent.", "His gamble of selecting Origi, and leaving Roberto Firmino and Mohamed Salah on the bench, backfired. If he had intended to save them for Sunday’s FA Cup tie against Manchester United, each was summoned for the final half-hour. Indeed, Salah’s first notable action was to draw a fine save from Pope, following a surge from his own half by Gini Wijnaldum, who was deputising as captain for the injured Jordan Henderson.", "But Salah was simply joining the club. Pope had saved twice from Origi. He had denied Andy Robertson and Trent Alexander-Arnold. He had held an effort from Alex Oxlade-Chamberlain. Meanwhile, Xherdan Shaqiri arrowed a shot wide, Sadio Mané blazed over and Firmino was off target. Somehow, in a frantic finale, Firmino diverted Alexander-Arnold’s shot towards goal and a defender deflected it wide.", "But while Liverpool had 27 shots, taking their tally to 87 since Mané scored their last league goal, they were not at their blistering best. They have not been since the 7-0 thrashing of Crystal Palace. “We were not sharp enough,” Wijnaldum accepted. The paradox of their strange impotence is that they remain the division’s top scorers but only they and Leeds are yet to score in it in 2021. Burnley had been the third scoreless team until Barnes intervened.", "His goal sealed a shock result, but there was evidence it had been coming. Their only scorer in their previous seven away games had been Pierre-Emerick Aubameyang but they had ambition and a threat. Alisson made a fine stop from Barnes, redeeming himself after spilling Robbie Brady’s cross. The substitute Johann Berg Gudmundsson timed his run into the box to meet Dwight McNeil’s centre and shot just wide. No matter. Barnes ensured that, after 1,369 days, Liverpool finally experienced a league defeat at Anfield again."], "datePublished": "Thu 21 Jan 2021 22.03 GMT"}, "_Southampton_West Ham United": {"link": "https://www.theguardian.com/football/2020/dec/29/southampton-west-ham-united-premier-league-match-report", "Home team": "Southampton", "Away team": "West Ham United", "Title": "Southampton share points with West Ham thanks to McCarthy's late save", "Body": ["Working from home has become the norm for many this year but for Ralph Hasenhüttl, an animated character in the most straightforward of games, this will have proved a trying exercise. Taking charge of Southampton remotely after a member of his household tested positive for coronavirus, the Saints manager presumably spent much of this game kicking his heels and banging the armrest in frustration after his side crept to a point against West Ham. By the end Hasenhüttl said he was close to vaulting himself towards his television in irritation.", "A dull stalemate was not how either side wished to cap 2020 but a testing year has harvested largely positive results for Southampton, who have won more points in that period than every Premier League side barring Liverpool, Manchester City, Manchester United and Chelsea. That may be a meaningless feat but it does underline the progress under their manager.", "“Getting 56 points in 2020 is amazing for us. It’s much more than we expected,” Hasenhüttl said. “I’m happy and proud of the work the team has done this year. We are much more stabilised now. From where we were coming to now, it is a big step forward. But what I think is missing at the moment is the final punch. It’s not so easy for us to score at the moment.”", "A superb left-handed save from McCarthy prevented West Ham from smuggling victory six minutes from time. One substitute, Jarrod Bowen, worked the ball to another, Said Benrahma, via a deflection off Ryan Bertrand but McCarthy stood tall when West Ham sensed blood.", "Benrahma feasted on a poor clearance by Jack Stephens and jabbed the ball goalwards but could not beat McCarthy from close range.", "Both Southampton and West Ham had hoped to erase any gnawing self-doubt but both are now four games without victory. Southampton shaded a bitty first half in which West Ham’s quartet of attacking players, including Manuel Lanzini and Andriy Yarmolenko – two of five players promoted to the starting lineup – had to dig in to do the dirty work.", "David Moyes conceded his side failed to give Brighton enough to think about during the first half on Sunday and, while they again struggled to fashion clearcut openings, Lanzini was presented with an opening just before the interval after Aaron Cresswell freed Pablo Fornals, only for the Argentinian to drive over while off balance. Ryan Fredericks, too, should have done better when heading straight at McCarthy from close range.", "On the touchline in Hasenhüttl’s absence was Richard Kitzbichler, his right-hand man. Hasenhuttl stayed in contact with his staff via video link and communicated with his players before the game and at half-time.", "Southampton kept West Ham at arm’s length and with shots on goal hard to come by, Theo Walcott took aim from distance on the hour mark but his dipping effort failed to trouble Lukasz Fabianski. Southampton turned to Shane Long for a spark but a stubborn West Ham backline refused to surrender any ground.", "A stop-start first half was bogged down by offside calls and cheap fouls, one of which handed Southampton a golden chance when Craig Dawson, making his first Premier League start for West Ham since joining on loan from Watford in October, upended Che Adams. James Ward-Prowse stood on the edge of the D with the ball sandwiched under his armpit and West Ham feared the worst, but his free-kick sailed over. The returning Danny Ings put the ball in the net after six minutes but Adams had strayed offside.", "“This is much better, well done, keep it up,” said Declan Rice, the West Ham captain, rallying the troops a few minutes into the second half but little, in truth, had really changed. Moyes introduced Benrahma and then came Bowen and Michail Antonio, for his first outing since November following a hamstring injury. “We’ve missed him,” Moyes said. “We’ve been muddling through a little bit and trying to find goals from other sources.", "It’s a big boost to have him back.”", "With 20 minutes to play Tomas Soucek squandered an inviting opportunity, failing to test McCarthy after meeting a deep free-kick. At the other end, Kyle Walker-Peters had a tame effort saved by Fabianski after Walcott turned on the afterburners. But neither team turned up the heat often enough."], "datePublished": "Tue 29 Dec 2020 20.05 GMT"}, "_Liverpool_West Bromwich Albion": {"link": "https://www.theguardian.com/football/2020/dec/27/liverpool-west-brom-premier-league-match-report", "Home team": "Liverpool", "Away team": "West Bromwich Albion", "Title": "Semi Ajayi grabs point at Liverpool to kickstart Allardyce's West Brom era", "Body": ["Sam Allardyce’s reputation is not built on annoying Liverpool at Anfield but he has developed a rare knack of doing just that nevertheless. The last visiting manager to win a Premier League game here – over three years and 67 matches ago – became the first to deny Jürgen Klopp’s champions all three points on home soil this season as West Brom grabbed a valuable draw in their bid to scramble out of the relegation zone.", "Liverpool had previously dropped merely two points out of a possible 48 at Anfield throughout 2020 but their final home game of the year proved one of unexpected frustration. In terms of performance and the result.", "They led through Sadio Mané’s exquisite early finish but thereafter failed to rediscover the clinical and ruthless edge that destroyed Crystal Palace 7-0 last time out.", "West Brom, encouraged by Liverpool’s increasingly subdued attacking display, finally displayed some intent of their own following a purely defensive first half and equalised with eight minutes to go when Semi Ajayi headed in from a corner.", "Typical Allardyce you might say, who is unbeaten in his last four visits with four different clubs – Sunderland, Crystal Palace, Everton and now West Brom. Roberto Firmino almost won it in the final minute but Sam Johnstone produced a superb finger-tip save from the Brazilian’s back-post header. That was only Liverpool’s second attempt on target of the game.", "West Brom get a well deserved equaliser from Ajayi's header! Will there be a winner before full-time? 📺 Watch on Sky Sports PL📱 Follow #LIVWBA here: https://t.co/bnsVAU86QK📲 Download the @SkySports app! pic.twitter.com/EntJISRbfx", "“It was a great save but to be honest I didn’t have that much to do in the game,” the West Brom goalkeeper correctly stated. “Everyone knows what the manager is like. He has come in and things change very quickly and the lads are reacting to it.", "“We dug in deep, we ran for 94 minutes, it was tough at times but we got an equaliser and it is a great point away from home. It feels more like a win.” Klopp said it felt like a defeat and, fairly, that Liverpool had no one to blame but themselves.", "West Brom kicked off with five players stationed on the halfway line ready to pursue a long ball deep into the Liverpool half. And that represented the start and finish of their attacking intent for the duration of the first half. Karlan Grant, the lone striker in Allardyce’s initial 4-5-1 formation, quickly morphed into a sixth midfielder and West Brom’s 4-6-0 system predictably ensured there was only an occasional release from the champions’ constant pressure.", "The containment policy was quickly disrupted by the brilliance of Mané, who made a difficult chance look so easy when Joël Matip pinged a pass into a crowded area. Mané controlled the ball on his chest, turned and volleyed beyond Johnstone in one flowing, lightning movement. Ever alert, the striker needed only a moment’s hesitation from the defender Ajayi to find the space required to score his sixth league goal of the season.", "The rest of the first period brought few clearcut chances in relation to Liverpool’s dominance of possession and almost permanent residence in the final third.", "West Brom almost went two behind early in the second half when Georginio Wijnaldum teed up Jordan Henderson and the captain’s shot faded wide but from that moment on the visitors showed a willingness to commit bodies forward and unsettle Liverpool. Klopp’s frustration started to boil when Dara O’Shea collected the first booking by catching Henderson from behind with a trailing leg.", "The midfielder was uninjured but moments later Matip pulled up with an abductor strain and immediately signalled to the bench he could not continue. Liverpool’s injury problems have started to ease of late, as evidenced by the return of James Milner and Xherdan Shaqiri to a strong and experienced substitutes’ list that includes Alex Oxlade-Chamberlain, but it is the concentration of knocks in central defence that has tested resources. Rhys Williams replaced the stricken Matip for only his second appearance in the Premier League and, when the next decision went against Liverpool, Klopp found himself the second person booked for his demonstrative dissent.", "The visitors went close to capitalising on Liverpool’s defensive disruption when Romaine Sawyers created their clearest opportunity with a penetrating long ball towards Grant. The striker beat Williams for pace down the left and advanced into the penalty area but Alisson, as is so often the case, proved immovable and blocked the low shot with his legs.", "Mohamed Salah had a decent chance to double the home side’s advantage when Wijnaldum delivered a perfect cross into the area but, having found a yard on the central defenders, the Liverpool forward headed high over Johnstone’s bar.", "The miss assumed greater, and unexpected, significance when West Brom equalised. A loose pass from Curtis Jones plus some defensive uncertainty led to a corner on the right. Matheus Pereira, a late substitute, exchanged passes with Sawyers before sweeping in a delightful cross that Ajayi met with a towering header above Fabinho.", "The defender had his head in his hands as the ball struck the inside of the far post but was soon racing to the corner flag in celebration when it dropped over the line with Alisson well beaten."], "datePublished": "Sun 27 Dec 2020 18.49 GMT"}, "_Sheffield United_Manchester United": {"link": "https://www.theguardian.com/football/2020/dec/17/sheffield-united-manchester-united-premier-league-match-report", "Home team": "Sheffield United", "Away team": "Manchester United", "Title": "Manchester United and Rashford repeat comeback trick at Sheffield United", "Body": ["What to make of Manchester United this season? An away victory that featured the customary concession of the opening goal lifted Ole Gunnar Solskjær’s side into sixth place on 23 points. Win their game in hand and they could be in outright second.", "Yet while United hardly perform in scintillating style from kick-off to final whistle this was a sixth unbeaten Premier League match, including five wins. Sheffield United still have only a single point and while the visiting side stuttered at first, then suffered a late scare, they did end up defeating the division’s bottom team as any title pretender must.", "The Blades’ defeat brought up an unwanted club record of eight straight losses, while Solskjær came close to rueing his headline selection of Dean Henderson for David de Gea in goal. “He was the good, bad and the ugly maybe in different order, always learning,” the manager said. “After that start it shows his character for the rest of the game – and he passed with flying colours.”", "If the good was a fine added-time save from Lys Mousset that sealed the win, the ugly was Henderson’s disastrous start. The home side forced a corner through Sander Berge (who went off injured soon after) on the right, and after John Fleck dropped it into a crowd in front of Henderson, he punched away. Then calamity struck.", "When Victor Lindelöf took a short free-kick, awarded for offside, to Henderson, he relayed possession left across the area to Harry Maguire. The captain returned it and the No 1 dawdled too long: Oliver Burke charged Henderson’s clearance down and flicked a pass to David McGoldrick, who smashed in his fourth goal of the season.", "“He dillied and dallied,” said Solskjær of what was United’s latest miserable start to an away league match: the sixth straight time they have gone behind.", "Again, they had to come from behind. Chris Wilder’s men were in charge. Aaron Wan-Bissaka had a pass smothered, Fleck shot just wide of Henderson’s right post, and United were unable to assert control or rhythm.", "Paul Pogba and Nemanja Matic were invisible in midfield, and when Marcus Rashford dropped deep to collect and run at United he met a red-and-white striped wall, Wilder’s five-man defence functioning as required.", "Solskjær’s side needed a moment of brilliance and after Lindelöf chipped over the top for Rashford the forward produced a fine first touch, then an emphatic finish beyond Aaron Ramsdale. Next, Anthony Martial appeared certain to break his duck in the league when Bruno Fernandes played him in, only for John Egan to hook clear.", "The Frenchman did not have to wait long to finally record a first league goal. A brilliant no-look pass from Pogba – who became pre-eminent – bypassed the home defence and found Martial, who finished. Suddenly United were 2-1 up and Rashford was racing on to a Martial pass and though his left-foot shot was straight at Ramsdale, United ended the first half the happier side.", "Perhaps with a flea in their collective ear from Solskjær they were far brighter at the start of the second period. Nemanja Matic found Fernandes expertly, Mason Greenwood claimed a free-kick, and United had a third.", "This was a sweet sequence that featured a Pogba pirouette in his own half before the ball went via Fernandes, Greenwood, back to Fernandes, and Martial, whose mis-control of the ball tapped it inadvertently to Rashford and he unloaded under Ramsdale for 3-1.", "Pogba had created two goals in the classic Pogba manner: via the elevated skill of the very best. Eyebrows had been raised when he was chosen ahead of Donny van de Beek yet his display vindicated Solskjær’s decision.", "The Frenchman was running the contest as Fernandes often does for United – demanding the ball and using it destructively while inspiring his teammates.", "Solskjær said: “We know about [Paul’s] vision, creativity – and his strength in the air, knew he was going to be important on set plays, goal-kicks, and he won more or less every single header. Paul’s responded really well to the work he’s been doing and it was an excellent performance.”", "United’s late alarm came when Lindelöf headed a corner against McGoldrick and it somehow beat the hapless Henderson, who soon redeemed himself by saving from Mousset and assuring the victory.", "The dismal run continues for Wilder, however. “I’m happy with the manner of the performance – we asked some questions from some world-class players,” he said. “I don’t worry about my job. I keep coming into work and doing it to my best of my ability. People don’t understand what Sheffield United are about when they talk about people’s futures.”"], "datePublished": "Thu 17 Dec 2020 22.04 GMT"}, "_West Bromwich Albion_Arsenal": {"link": "https://www.theguardian.com/football/2021/jan/02/west-bromwich-albion-arsenal-premier-league-match-report", "Home team": "West Bromwich Albion", "Away team": "Arsenal", "Title": "Lacazette double rounds off Arsenal's demolition of West Brom in snow", "Body": ["Fairweather footballers? Not Arsenal, at least not here. Mikel Arteta’s team made light of fierce conditions and desperate opponents to produce possibly their best performance of the season.", "Kieran Tierney, Bukayo Saka and Alexandre Lacazette scored beautiful goals and, along with the 20-year-old Emile Smith Rowe, delivered outstanding displays, helping to give Arsenal a third consecutive victory and renewed hope of a bright future. For West Brom the forecast is bleak.", "Sam Allardyce has relished jabbing at the fragilities of Arsenal teams down the years and must have been rubbing his hands before kick-off here, and not just to keep warm. Heavy snow around the Hawthorns put a bracing new twist on the wet-and-windy-night-in-Stoke maxim, and although the pitch was cleared by the time the match began Allardyce no doubt urged his side to test how much Arsenal fancied going into battle on a freezing night when even the air felt like it had fangs.", "The visitors took it all in their stride, outclassing West Brom, who have conceded 17 goals in their past four home matches. Allardyce was brought in last month to guide this team to survival but has yet to find a way to stop them bleeding goals.", "Allardyce had billed this as a fight between relegation rivals but Arteta is looking up after three wins in a week. “The table looks much better,” said Arteta. “Wins bring a different momentum and energy and the players have the handbrake off.", "“We were very close against West Brom to what I want. There was a lot of movement, good energy and real purpose.”", "Sam Johnstone has been the Premier League’s busiest goalkeeper this season and it took less than three minutes for Arsenal to force him into another save, with the keeper using his feet to deny Héctor Bellerín. He then had to deny Saka as Arsenal looked smooth, as unperturbed by the elements as they were by opponents who played some pretty stuff at times but had neither the precision nor physicality to unsettle the visitors.", "Although Saka tormented the makeshift wing-back Grady Diangana, Arsenal’s breakthrough came from the other flank, from where Tierney produced a brilliant solo goal in the 23rd minute. After knocking the ball past Darnell Furlong, Tierney dashed to retrieve it and then tricked his way into the box and curled a superb right-footed shot into the far corner. The snow, having suddenly resumed, fell like confetti on Arsenal’s celebrating players.", "They rejoiced again five minutes later after increasing their lead thanks to a glorious collective move orchestrated by two of their youngest and most exciting talents. Smith Rowe and Saka combined with Lacazette to cut through the heart of the nonplussed home defence before Smith Rowe squared for Saka to prod into the net from close range.", "Allardyce put Diangana out of his misery at half-time as West Brom switched to a back four. They briefly looked more coherent. But Arsenal plundered a third goal on the hour thanks to a blend of their own excellent play and slapstick defending. Saka instigated it, gliding down the right and floating over a cross that Sami Ayaji smashed against his own post. Johnstone saved Smith Rowe’s follow-up but could not stop Lacazette from whacking the rebound into the net.", "West Brom have a tendency to concede goals in clusters and Arsenal soon struck another, Lacazette escaping his markers to prod a cross by Tierney into the net from close range.", "Johnstone remained the main barrier in preventing Arsenal scoring a fifth goal, while at the other end Bernd Leno denied Rekeem Harper a crumb of comfort in the last minute, tipping away a fine shot from distance by the substitute."], "datePublished": "Sat 2 Jan 2021 21.56 GMT"}, "_Chelsea_West Ham United": {"link": "https://www.theguardian.com/football/2020/dec/21/chelsea-west-ham-united-premier-league-match-report", "Home team": "Chelsea", "Away team": "West Ham United", "Title": "Tammy Abraham double gets Chelsea back on track with win over West Ham", "Body": ["The wait for Chelsea to burst into life as an exhilarating attacking force goes on. Their first win in seven attempts over a fellow top-half side this season owed more to grit than inspiration, even though two late goals from Tammy Abraham gave the scoreline a deceptive look, masking the fact that West Ham had forced the game to be played on their terms for long spells.", "Ultimately resilience was enough to move Chelsea into fifth place but not to eradicate concerns over their lack of rhythm in the final third. With Thiago Silva imperious at the back, Frank Lampard’s side dealt with some uncomfortable moments as they rose above Tottenham on goal difference. They battled for a clean sheet and it was positive for Lampard to see his forwards produce some quality moments despite not playing well, leaving West Ham to regret some powderpuff finishing and a slow start.", "“It was what we needed off the back of two defeats,” Lampard said. “Our defensive game was great. I wasn’t sure it would be a beautiful game. I thought the lads dealt with it well.”", "It was Silva who set the tone for Chelsea early on, snapping away at Sebastien Haller whenever the ball came to the West Ham forward. The centre-back’s aggression summed up Chelsea’s positive mindset, allowing them to squeeze the play.", "Haller looked slightly surprised to find a top defender giving him no time to settle. On the touchline David Moyes bellowed at the Frenchman. Angelo Ogbonna, West Ham’s centre-back, seemed to guide Haller through the game, telling him when to run and where to move. It did not feel like an ideal way to build and, with West Ham struggling to hold possession, Chelsea’s greater intensity paid off when Silva broke the deadlock after 10 minutes, capitalising on poor marking to meet Mason Mount’s corner with a powerful header.", "Silva celebrated with a guttural roar. Under pressure after insipid defeats away to Everton and Wolves, Chelsea greeted the breakthrough with relish. For a while they were all over West Ham. Christian Pulisic threatened with lively dribbles and a second goal might have arrived when Mount’s low centre flashed across goal.", "“We need some bucking up here,” Declan Rice yelled, no doubt seething at being given the runaround against his boyhood club. The West Ham midfielder, who remains a target for Chelsea, knew that his team-mates were off the pace. That has not been the way for West Ham this season. Awkward and physical, they had ways of hurting Chelsea. They even thought that they had an early lead when Rice scored from a tight angle after being released by a quick free-kick. An offside flag cut the celebrations short.", "Keen to adopt a robust approach, Moyes dropped the skilful but unreliable Saïd Benrahma for Mark Noble. With numbers in midfield, West Ham began to threaten, driven on by Rice. Jarrod Bowen ran at Emerson Palmieri, introduced at left-back after Ben Chilwell suffered an ankle injury, and Aaron Cresswell fired wide. Kurt Zouma cleared an overhead kick from Haller, while Bowen had a goal ruled out for a questionable foul on Silva.", "There was always a sense that Chelsea had an extra gear. After 43 minutes they countered brilliantly, Pulisic a blur of motion. Yet when the winger released Timo Werner, the German’s lack of confidence betrayed him. Goalless since the start of November, Werner shot straight at Lukasz Fabianski.", "Werner looked to the heavens, wondering when his luck would turn. He has missed plenty of chances recently and one cross, sliced high into the Matthew Harding Stand on the run, summed up his efforts for much of the night. Fortunately for Chelsea, West Ham’s forward line did not exactly ooze menace either. Early in the second half a Cresswell cross was begging to be headed home. Haller, rising high, glanced well wide.", "West Ham kept pressing, making themselves a nuisance, winning a series of corners. Tomas Soucek was winning headers in midfield and Bowen kept looking for openings on the right. Forced back, with Jorginho unable to dictate the flow after starting in place of Kai Havertz in midfield, Chelsea needed to clear the aerial danger.", "Half-chances came and went. Cesar Azpilicueta blocked when Pablo Fornals looked certain to equalise. Introduced for Fornals, Benrahma found space in the area and saw a shot deflected wide. Yet West Ham lacked bite without the injured Michail Antonio, and eventually the gulf in class told. “We’ve done good things but not enough good things in either box,” Moyes said afterwards.", "Werner was rewarded for refusing to let his head drop, helping to seal the points when his cross-shot found Abraham, who slid past Fabianski. Moments later Abraham finished again from close range, carrying Chelsea to safety. Lampard will hope there is more to come."], "datePublished": "Mon 21 Dec 2020 22.06 GMT"}, "_Manchester City_Newcastle United": {"link": "https://www.theguardian.com/football/2020/dec/26/manchester-city-newcastle-premier-league-match-report", "Home team": "Manchester City", "Away team": "Newcastle United", "Title": "Gündogan and Torres ease Manchester City to victory over Newcastle", "Body": ["Manchester City remain in search of the relentlessness of their title triumphs under Pep Guardiola but this scrappy win still moves them into fifth.", "Missing is a killer touch before goal, with Sergio Agüero being nursed back to full fitness. Newcastle were routed here last season and would have been again if Ferran Torres and Raheem Sterling, in particular, had been cooler-eyed finishers.", "If there was profligacy in front of goal, Guardiola was effusive about the tempo. “This was the best game of the season for players being in the position they have to be in – our football has to be in the right rhythm and today was a big example,” he said.", "Kyle Walker’s positive coronavirus test enforced Guardiola to draft in Nathan Aké, his sole change from last Saturday’s 1-0 win at Southampton, while Steve Bruce hoped for a far better display than the one that led to Newcastle being knocked out of the Carabao Cup by Brentford in midweek.", "The contest kicked off in driving rain and as is often the case City soon struck with terrifying pace. Kevin De Bruyne rolled a pass to João Cancelo, whose perfectly measured ball had Sterling in before a wall of zebra-striped shirts. The No 7 tapped sideways to Ilkay Gündogan and he smashed home from close range.", "This had taken 14 minutes. In last season’s 5-0 hammering in the corresponding fixture, City’s opener came after 10 minutes: here was an unwanted similarity that might augur badly for Bruce’s men and when De Bruyne floated a cross-shot at goal moments later Karl Darlow had to scramble to keep out a second.", "City were in muscular mode. Torres, at centre-forward with Gabriel Jesus a Covid-enforced absence, received from Aké deep inside his half and ran 70 yards, only his tame shot saving Newcastle.", "Yet despite the lead, Guardiola was unhappy. John Stones and Rodri were given a vocal volley for below-par passes. Torres’s hooked ball that had De Bruyne sprinting clear was received better by the Catalan but the Belgian’s dilly-dallying before a poor effort that Darlow repelled was, again, greeted unfavourably.", "As the break approached Sterling’s close-range shot did trouble Darlow and presaged the first of two City corners. But Newcastle ended the half with three of their own: the middle one of these had City in disarray and Bruce’s men wandered off at the interval still in the game.", "A miscontrol by De Bruyne that ceded possession early in the second half suggested City were still not quite as slick as they like to be. Rúben Dias’s pass straight to Jacob Murphy reinforced the impression and further disjointedness ensued when De Bruyne’s free-kick was headed across goal by Stones when the defender should have aimed beyond Darlow.", "Newcastle’s vague gameplan to cling on and somehow nick an equaliser was underlined by a Joelinton snapshot after 51 minutes that was their first on target. Their strategy appeared in tatters when a Cancelo cross was steered by Federico Fernández into Torres’s path and he made no mistake to make it 2-0. So it proved.", "It was nearly 3-0 when Bernardo Silva hit Darlow’s left post, though Sterling should have scored with an attempt he miskicked that eventually went to the Portuguese.", "City looked to have a third from Agüero, on as a late replacement for Torres, only for Darlow to repel at point-blank range from the No 10.", "Bruce said: “The best side won but it was a decent performance and that was good news.”"], "datePublished": "Sat 26 Dec 2020 22.05 GMT"}, "_Fulham_Chelsea": {"link": "https://www.theguardian.com/football/2021/jan/16/fulham-chelsea-premier-league-match-report", "Home team": "Fulham", "Away team": "Chelsea", "Title": "Chelsea back to winning ways as Mason Mount sinks 10-man Fulham", "Body": ["It will become clear in due course if this victory represents a turning point for Chelsea. The worry, however, is that it merely masked the flaws in Frank Lampard’s game management. The challenge was to break Fulham down after Antonee Robinson’s dismissal set up a second half of defence versus attack and the pressure on Lampard was rising before Mason Mount shattered the tension, producing the kind of decisiveness largely absent from Chelsea’s attacking play.", "Another inquest was on the cards before Mount summoned fine technique to drive home a low volley with 12 minutes left, securing Lampard a second league win in seven games. Uninspired for long spells, Chelsea spent a lot of time running down dead ends. They were profligate when openings did appear and although their patience was rewarded in the end, Chelsea’s struggle to capitalise on their numerical advantage was a concern.", "As it was, the narrative was shaped by little moments, from Alphonse Areola’s soft punch landing at Mount’s feet to Fulham going down to 10 men just before half-time. As Scott Parker rightly argued, his side were starting to dominate before Robinson leapt into an ill-advised challenge on César Azpilicueta in the 44th minute. The left wing-back’s aberration came moments after Ivan Cavaleiro had wasted an opportunity to give Fulham the lead and the mood changed once the USA international departed, paving the way for Chelsea to grind their way to victory.", "Perhaps Chelsea, who are up to seventh, deserve credit for wearing Fulham down. Perhaps this will spark a recovery. Yet it is hard to be sure given how accomplished Fulham were in restricting Lampard’s side. “The players approached it really well,” Lampard said. “With 10 men the challenge was can we take advantage of this? It wasn’t easy. The spirit of the whole team was great.”", "Eventually Fulham cracked, tiring as time wore on. However their defending and organisation impressed, especially as Lampard was slow to make attacking substitutions.", "It was not until the 65th minute that the Chelsea manager made his first change, removing Jorginho from midfield and putting Tammy Abraham alongside Olivier Giroud up front. Ten minutes later he brought on Timo Werner, who demonstrated his lack of confidence by missing a glorious chance to make it 2-0 in added time, and Callum Hudson-Odoi, whose cameo suggested that Lampard had made a mistake with his starting line-up.", "It felt too sedate from the visitors during the early stages, even if a deep-lying pivot of Jorginho and Mateo Kovacic established control in midfield. Chelsea needed more imagination to prise Fulham apart and it was hard to detect a pattern to their attacks at times.", "In fairness there was a logic to a conservative starting XI, even though many Chelsea fans were disappointed to see Jorginho filling in for the suspended N’Golo Kanté instead of Billy Gilmour. Expecting Fulham to provide an awkward test after holding Tottenham, Lampard wanted leaders on the pitch. Kurt Zouma made way for Antonio Rüdiger, partnering Thiago Silva in central defence for the first time this season, and Giroud replaced Werner.", "Giroud had Chelsea’s first chance, testing Areola with a swerving drive after good work from Mount. Yet Chelsea did not do much with their possession. Hakim Ziyech’s passing radar was off and Christian Pulisic did not justify his inclusion over Hudson-Odoi on the left.", "Although Mount hit the bar and Rudiger tested Areola, Fulham looked comfortable. The hosts grew into the game and should have led after slicing Chelsea open on the break, only for Cavaleiro to fire over.", "It was a pivotal miss. Soon Robinson was jumping recklessly into a challenge with Azpilicueta, who made the most of the contact. Peter Bankes, the referee, instantly brandished a red card and there was no VAR reprieve. “I’ve not seen the red card again,” Parker said. “It definitely changes the game. We’d got to grips with Chelsea.”", "Going down to 10 men was the last thing Fulham needed after being given two days to prepare for their trip to Spurs in midweek. Fatigue was a concern given that Parker’s squad had also been hit by a Covid-19 outbreak recently. Fulham felt the lactic acid rising. Parker could only make one change from the draw with Tottenham, with Ruben Loftus-Cheek ineligible against his parent club.", "Yet Fulham defended heroically. Abraham came on and sent two headers off target. At the other end, there was almost a calamity, Silva bailing out Édouard Mendy after a mistake presented Cavaleiro with an opening.", "Lampard turned to Werner and Hudson-Odoi. The latter made an impact, twisting on the right and crossing. The ball reached Ben Chilwell and when Areola clawed the left-back’s cross out Mount was on hand to settle the contest, if not the debate about Lampard."], "datePublished": "Sat 16 Jan 2021 19.38 GMT"}, "_Chelsea_Aston Villa": {"link": "https://www.theguardian.com/football/2020/dec/28/chelsea-aston-villa-premier-league-match-report", "Home team": "Chelsea", "Away team": "Aston Villa", "Title": "Aston Villa's Anwar El Ghazi strikes to earn draw as Chelsea stutter goes on", "Body": ["On a bitter night Chelsea and Aston Villa fought out a commendably feisty draw that will leave Dean Smith the happier manager. Villa produced a compact, resilient performance and might easily have won, even if Anwar El Ghazi’s second-half goal was helped by weak defending from Andreas Christensen, who injured his foot trying to foul Jack Grealish.", "For Frank Lampard a point made it four from a possible 15 over 17 days either side of Christmas. Chelsea were bitty at times and convincing at others but there was no lack of effort or fight. “The performance was good, I thought we deserved to win the game, we saw a lot of good signs in the attitude of the team,” Chelsea’s manager said.", "Stamford Bridge was a striking spectacle under the cold white lights, steam billowing off the players, the shouts of the benches ringing around this tier 4 ghost ground.", "For both teams this was a second game in the space of three days. Villa came to west London not just in fine form but playing a rousing style of football, able to press from the front or counterattack.", "Smith resisted the urge to rotate, and talked afterwards about the need to maintain “momentum and confidence”. “They looked me in the eye and said they were ready to go again. You have to have that trust with your players and I certainly have that with mine.”", "Chelsea had the means and the need to rotate this evolving team. After three defeats in four Lampard had talked about “personality” and players not working hard enough. This kind of thing might work as a screen in public but it is to be hoped in private the manager is focusing more closely on combinations, attacking rhythms, and drawing the most from a group of players assembled on the hoof.", "Timo Werner, in particular, is a high spec part used to running into space from deep in a more central role. His lack of impact is not a failing of personality but a confusion of roles. Here he was rested at the start. Cesar Azpilicueta came in at right-back – “Reece James has a small hamstring issue,” Lampard said. Olivier Giroud and Callum Hudson-Odoi started in attack.", "Chelsea began with some pent-up aggression. Twice in the opening minutes Grealish was jostled to the ground and left waving his hand in search of a free-kick. With 11 minutes gone Chelsea made the first real chance. Christian Pulisic picked up a misplaced Grealish pass, skittered through the right-hand channel and spanked a powerful shot just wide.", "At the other end Grealish pranced away from a line of blue shirts, hit the byline and pulled the ball back into a crowd of players just away from Ollie Watkins.", "After which Chelsea’s initial burst of energy settled into a muted back-and-forth. Ben Chilwell’s overlapping runs were by far the most potent weapon, helped by Bertrand Traoré’s failure to track back. And it was from this side they took the lead on 34 minutes. Chilwell took a neat pass from Pulisic. His cross to the near post was perfectly clipped for Giroud to lean in, wrench his neck muscles and send a lovely centre forward’s header into the bottom corner.", "It was Giroud’s eighth goal in his past eight Chelsea games. He linked the play well, moved with an easy gliding intelligence, and gave the Chelsea attack a kind of on-the-hoof coherence.", "Soon after the lively Mason Mount skipped through on the left and smashed a shot over the bar from an angle. Hudson-Odoi began to float across and join the attack in the centre. And Chelsea were dominant as half-time approached, zipping the ball about at speed, combinations firing.", "The second half began as the first had ended. Another fine Chilwell cross fell safely. “They kept getting a two-v-one in the first half on the left but we addressed that at half-time,” Smith said. It took five minutes for Villa to draw level.", "The goal came from a 50-50 challenge between Grealish and Christensen near the halfway line. Christensen left a leg out as Grealish grooved past. This was a case of mugging yourself as both players went down in pain. The Chelsea man stayed down. Stuart Attwell waved play on correctly. Villa funnelled the ball to the right. Matty Cash curled in a dipping cross and El Ghazi volleyed through Édouard Mendy’s legs.", "Christensen was soon back on his feet. His absence was expertly pounced on. It really was a moment for a central defender to hobble back into position rather than wait for attention.", "Chelsea pressed back with commendable energy. There was a startling clearance off the line by Ezri Konsa with 65 minutes gone, leaping back to clear a goalbound header from Pulisic. Two minutes later the increasingly prominent John McGinn smashed a shot on to the Chelsea bar from 30 yards.", "Villa had come on strong in that middle period, Douglas Luiz and McGinn wresting control of midfield. With 20 minutes to go Lampard sent on Werner and Kai Havertz. Villa’s Jacob Ramsey shot inches wide shortly after coming on. Chilwell smashed a late volley past the far post. A point apiece was fair but Villa left with a greater sense of purpose."], "datePublished": "Mon 28 Dec 2020 19.37 GMT"}, "_Manchester City_Aston Villa": {"link": "https://www.theguardian.com/football/2021/jan/20/manchester-city-aston-villa-premier-league-match-report", "Home team": "Manchester City", "Away team": "Aston Villa", "Title": "Aston Villa rue luck as Gundogan and Silva help Man City to sixth straight win", "Body": ["This was a breathless affair for which an abacus was needed to keep count of the endless chances. Manchester City created most of these in a blur of activity close to Emiliano Martínez’s goal and when Aston Villa were finally breached on 79 minutes it was deserved.", "Tyrone Mings dallied, Rodri mugged him, the effervescent Bernardo Silva received the ball, swerved away from a clutch of defenders, then fired in a memorable strike. This brought jubilation for City and anger for Villa as the visitors complained Rodri had come from an offside position. Dean Smith’s ire was enough to have him sent off by Jonathan Moss, the referee unimpressed by the manager’s vociferous complaints.", "Moss’s interpretation was correct as once Mings touched the ball Rodri was onside. Smith remained indignant. “Are we just going to leave players behind the line then?” he said. “It’s farcical. He was 10 yards offside and come back and tackled our player, it’s a pathetic law and a pathetic decision.", "“I said to the fourth official David Coote: ‘Did you get juggling balls for Christmas?’ I don’t think any other manager would get sent off for that.” Yet with Ilkay Gundogan adding a late penalty after Matthew Cash handled, at the final whistle the bottom line was that City had moved on to 38 points, as their fine form continued.", "A content Guardiola said: “When we lost v Tottenham [2-0, in November] we were 12th but the most important thing is the fact we are back to playing [where] we have to play – to be contenders.” Smith, though, was equally unhappy with the penalty: “Matty Cash is a yard away for the handball, he can’t jump without his arms up. He didn’t even look at it – it flabbergasts me. It was a poor performance from the officials and that’s cost us.”", "An all-day downpour made the surface slick and from kick-off Kevin De Bruyne soon had the visitors careering about their penalty area. First was a dipping free-kick Jack Grealish headed out for a corner. The Belgian hit this in from the right, Rodri headed to Silva, his shot was saved well by Martínez, and Mings flung himself into a melee of players to clear.", "City’s recent upsurge in form has returned the familiar sight of their opponent being under siege. So it was that Villa were bombarded – Phil Foden next dribbled mesmerically, gliding beyond two defenders before being stopped.", "Villa’s sole attack at that point was a breakaway in which Ross Barkley failed to find Grealish in space and, now, came disruption for City as Kyle Walker was forced off with what appeared to be a dead leg, Oleksandr Zinchenko replacing him. There was no break to the home side’s rhythm, though. Foden fed Gundogan along the left, he pulled back to De Bruyne and a fierce effort hit Mings. Next a Raheem Sterling-João Cancelo one-two along the opposite flank had the latter’s cross this time cleared by Matt Targett.", "Then a 20-yard pot-shot from Rodri was blocked – inadvertently – by Sterling as the ball headed for goal.", "Sorry your browser does not support audio - but you can download here and listen https://audio.guim.co.uk/2021/01/20-50725-gnl.fw.20210120.jg.Leicester+City_go_top_Frank_Lampard_and_Steve_Bruce_under_pressure.mp3", "As the interval neared Villa looked to have stymied City’s percussive flow only for a final warning. A corner taken by Bertrand Traoré became a De Bruyne breakaway in which Foden was fed and saw his drive blocked by Cash. This drew groans from the City substitutes: for the spurned opportunity and all those that had come before.", "Guardiola had Gabriel Jesus on the bench yet despite the lack of killer touch he remained there as the second half began. When Sterling and Foden each zipped in crosses a dedicated No 9 would surely have been there to turn home. Instead with a floating player in the position – one of Sterling or De Bruyne – Villa escaped once more.", "City did the same when a Traoré counter took him past the last man, De Bruyne, before shooting at Ederson, but their rocket burst of chances continued. This time a Cancelo dummy preceded a shot crashed on to the bar and, at last, Jesus entered. This was enforced by a De Bruyne injury but the question was whether it might actually prove a blessing.", "A first answer was no, as the Brazilian failed to take aim when slid in by Foden. But next came Silva’s strike and when Cash handballed, Gundogan made sure.", "After the match, Guardiola added that he was unsure if De Bruyne and Walker’s injuries were serious."], "datePublished": "Wed 20 Jan 2021 20.04 GMT"}, "_Southampton_Manchester City": {"link": "https://www.theguardian.com/football/2020/dec/19/southampton-manchester-city-premier-league-match-report", "Home team": "Southampton", "Away team": "Manchester City", "Title": "Raheem Sterling gives Manchester City hard-fought victory over Southampton", "Body": ["Classic Pep. Forced to defend against a talented side who enjoyed hearty backing from a noisy home crowd, Manchester City found their resolve and dug in to earn an ugly win on the road, finding a way to acknowledge Sam Allardyce’s return to Premier League management by battling hard to emerge from a frantic encounter with three crucial points.", "It will not go down as one of the great displays from a Guardiola side. While there were moments of class from Kevin De Bruyne, who created Raheem Sterling’s winner, it was more brawn than beauty from City. They rarely left themselves exposed at the back and understood the result mattered more than the performance, grafting to a victory that lifts them out of the mid-table thicket, eight points off the leaders, Liverpool.", "For Guardiola, satisfaction came from another disciplined away performance. Ilkay Gündogan and Rodri were controlled in midfield and the resurgence of John Stones continued in central defence, ensuring Southampton created little.", "It was a collective effort and although City remain below their exhilarating best, it would be folly to count them out of the title running just yet, especially if their improvement without the ball helps their mojo in attack return.", "Given City also lacked ambition when they held Manchester United at Old Trafford, the restraint feels deliberate from Guardiola. Unable to trust his forwards, he needs to lay down solid foundations. Under pressure to show the champion mettle of old has not completely disappeared, Guardiola needed City to rise to the challenge of containing Ralph Hasenhüttl’s hard-running side, who immediately tried to seize the initiative, insistent pressing from James Ward-Prowse and Oriol Romeu setting the tone in midfield.", "During the early stages it seemed City were remembering the best of the Guardiola way, hoarding possession and outnumbering their opponents in the middle, with De Bruyne menacing in the No 10 role.", "The breakthrough came from that midfield supremacy. When Jan Bednarek failed to get enough distance on a clearing header, the Southampton spine vanished. The ball dropped to De Bruyne in acres of space, spelling danger. The Belgian advanced, exchanged passes with Bernardo Silva on the right and produced a clever cut back for Sterling to sweep a shot past Alex McCarthy.", "As City’s star has waned, so has Sterling’s. Strangely muted in recent months, uncertainty has crept into his game. He had looked hesitant before finding the net with a crisp finish, failing to beat Kyle Walker-Peters when he had opportunities to test Southampton’s right-back.", "In that context, it felt as though Sterling’s eighth goal of the season might have wider significance: could it be the spark for City? When confidence has taken a few knocks, though, the level can drop quickly.", "“We could not control the game,” Guardiola said. “Our momentum up front is not good. That’s why I think we will continue to struggle this season.”", "Southampton started to put City under pressure. Ederson saved well from Theo Walcott, who would also send in crosses for Che Adams and Danny Ings, neither of whom could direct their headers on target.", "It was tough for Stones and his partner, Rúben Dias. Yet Southampton lacked composure. Moussa Djenepo wanted too many touches on the left wing and Southampton suffered a blow when Ings went off injured. Nathan Tella, a 21-year-old striker, struggled after replacing Southampton’s top-scorer. “I think it’s a hamstring problem,” Hasenhüttl said. “I hope he stepped off early enough.”", "The chances fell to City at the start of the second half. Playing without a conventional forward, the visitors were slippery at times. Ferran Torres fired an angled shot wide. Silva moved into the middle, rotating with Torres, and looked certain to score after more excellence from De Bruyne, only to scuff straight at McCarthy.", "In need of a spark, Southampton brought Nathan Redmond on for Djenepo. Moments later Ward-Prowse almost caught Ederson out with one of his devilish corners, while City escaped when Sterling appeared to handle in the area.", "Southampton, though, ran out of ideas. With Stones producing another commanding display, City were comfortable in the end, even though Riyad Mahrez wasted chances after coming off the bench.", "Guardiola called it an “incredible, important victory”. Perhaps the recovery starts here."], "datePublished": "Sat 19 Dec 2020 18.56 GMT"}, "_Arsenal_Crystal Palace": {"link": "https://www.theguardian.com/football/2021/jan/14/arsenal-crystal-palace-premier-league-match-report", "Home team": "Arsenal", "Away team": "Crystal Palace", "Title": "Arsenal held by Crystal Palace but Christian Benteke left with regrets", "Body": ["It was a night to test the durability of the extremities and, also, the strength of Arsenal’s mini-revival. It does not seem so long ago that they were mired in that gruesome slump, unable to buy a victory or even, seemingly, a goal.", "The statistics showed they had scored just four in 10 Premier League games up to the defeat at Everton on 19 December but at kick-off here they could reflect on eight in the previous three – all of them victories.", "Arsenal being Arsenal, they duly punctured the mood of cautious optimism by playing out a scoreless draw and, amid plunging temperatures, the truth was that it could have been worse for them.", "Crystal Palace hit the crossbar through the defender James Tomkins, and if Christian Benteke in particular had been able to locate a cutting edge in front of goal, the visitors would have had more fulsome reward for a performance of energy, discipline and no little thrust.", "It was difficult to remember Arsenal extending the Palace goalkeeper, Vicente Guaita, and their frustrations were summed up in the 84th minute when they tried to counter through the substitute, Eddie Nketiah, only for him to be fouled by Joel Ward.", "The incident happened directly in front of Mikel Arteta and, when the ball spun clear, the Arsenal manager edged on to the field to swipe at it and the nearby Andros Townsend. There was contact between him and Townsend – as we are obliged to say these days – and Arteta was perhaps fortunate that the Palace winger wore a broad smile instead of a scowl and did not seek to make anything of it.", "Roy Hodgson, the Palace manager, said he hoped that the performance would do a lot for the confidence of his players moving forward and there was a sense of adventure about his 4-4-2 formation, in which Wilfried Zaha played in attack alongside Benteke. That said, Zaha’s license to roam was pronounced and the forward was involved in many of his team’s best sequences.", "Palace were bright in the first half and unlucky not to lead at the end of it. Eberechi Eze glided with intent off the left – what a lovely stride he has, matched by a composure in possession – while Benteke was effective and selfless with his link-up play.", "Arsenal dared not give Zaha too much space and his best moment of the first half came when he swapped passes with Benteke and sliced away from two Arsenal challenges inside the penalty area. He could not get away from a third, which was put in by Granit Xhaka. The Arsenal midfielder made a series of important one-on-one tackles and he was his team’s best performer.", "It had to be said that there was not much competition. Emile Smith Rowe faded after a few flashes in the first half while there was little from Pierre-Emerick Aubameyang, Alexandre Lacazette or Bukayo Saka.", "Palace thought they had the lead on 39 minutes when Tomkins got above Rob Holding to meet an Eze free-kick only for his header to come back off the woodwork while, minutes later, Tyrick Mitchell crossed from the left for Benteke, whose header drew a flying save out of Bernd Leno. Palace could also point to the moment in the 29th minute when Mitchell cut the ball back and Benteke, leaning back, lifted wastefully high.", "Arsenal only quickened the pulses once before the break when Smith Rowe crossed low for Lacazette, having been released up the right by Xhaka. But with Lacazette shaping to shoot, Héctor Bellerín arrived to nudge the ball away from him and to nobody in particular.", "It was a good example of Arsenal’s lack of cohesion. They got into some decent positions at times but the final action was routinely missing. Aubameyang cut in from the left and banged straight at Guaita, who parried up into the air before grabbing at the second attempt, while Saka shot tamely at the goalkeeper.", "Arsenal lacked spark – Arteta said it was a lack of freshness because of the number of matches they have played – and it was plain that they missed their in-form left-back, Kieran Tierney, who had to pull out at the last moment because of a tight calf. His withdrawal unhinged Arteta’s plans. Tierney faces a scan on Friday.", "Arsenal began the second half at a higher tempo, with Bellerín and Tierney’s replacement, Ainsley Maitland-Niles, pressing high from the full-back positions. Both of them had sights of goal; Bellerín’s was the better chance, but he lashed wide.", "Arteta replaced Maitland-Niles with Nicolas Pépé – a switch that saw Saka go from right wing to left-back – and it was an illustration of the manager’s determination to push for the win. But it also allowed Palace to flicker on the counter, with Xhaka cutting out one Zaha cross that was aimed for Benteke. From the ensuing corner, Benteke ought to have done better with his header."], "datePublished": "Thu 14 Jan 2021 22.04 GMT"}, "_Burnley_Manchester United": {"link": "https://www.theguardian.com/football/2021/jan/12/burnley-manchester-united-premier-league-match-report", "Home team": "Burnley", "Away team": "Manchester United", "Title": "Manchester United go clear at top after Paul Pogba volley sees off Burnley", "Body": ["Manchester United are top of the Premier League at this stage of the season for the first time since the 2012-13 campaign which they ended by claiming a 20th title.", "For this they can thank Paul Pogba, the midfielder crowning a fine display with a sweet 71st-minute winner. This came when the Frenchman won an initial flick-on, the ball went to Bruno Fernandes and he found Marcus Rashford along the right. The No 10 crossed and there was Pogba to smash in a volley that beat Nick Pope via a Matthew Lowton deflection.", "Victory means United go to 36 points and overtake Liverpool, with 33 – this having last been achieved after the same number of games when beating Sunderland 3-1 on 15 December 2012 under Sir Alex Ferguson.", "The upturn in United’s fortunes under Ole Gunnar Solskjær is further underlined by the changed circumstances as they head to Anfield on Sunday: before last term’s corresponding fixture United were 27 points behind.", "A delighted Solskjær stated that meeting will be difficult and praised Pogba. “He is a good character in the dressing room, he is always the one the lads look to and he’s a world champion of course. He’s at his best at the moment,” the manager said.", "Pogba said: “ I am always happy when I win and we are top [but] there is still a long way to go, there are big games coming up so we have to focus on that.”", "This was a victory that rewarded unerring determination, a theme of United’s season. Until Pogba’s effervescence they struggled to find a telling rhythm despite dominating. Attacks faltered before being built and so the contest was stuck in the middle third: precisely where Burnley wanted it.", "When Fernandes, Nemanja Matic and Luke Shaw combined the latter released a cross from the left which Anthony Martial dummied and suddenly Fernandes had sight of goal. His shot went straight into the hands of Pope but this was better.", "As good was a move on the other side. This time Rashford tapped the ball to Fernandes and he chipped it behind Martial, whose overhead volley was again saved by Pope.", "Complacency appeared United’s greatest threat. Fernandes fell prey to this when a heavy touch allowed Lowton to pickpocket him – Burnley swept forward but Chris Wood’s attempt was blocked by Eric Bailly.", "A bitty contest next had two moments of VAR intrigue. Shaw challenged Johann Berg Gudmundsson and Fernandes took over, hitting a 40-yard pass into Edinson Cavani, who was felled by Robbie Brady as he approached the Burnley box. Kevin Friend, the referee, blew for a foul and issued Brady with a yellow card.", "VAR inspected both incidents, then instructed Friend to do the same at the pitchside monitor. He did so and decided to chalk off Brady’s booking and instead issue Shaw with a yellow card for his tackle on Gudmundsson, the left-back taking his leg after the ball. United were upset, Burnley tried to race back downfield to take a quick free-kick but were not allowed to and, when finally executing it, failed to capitalise.", "There was further confusion when Harry Maguire, whose header beat Pope, had the “goal” ruled out for pushing Erik Pieters when jumping. This appeared harsh: United’s captain had not impeded the opponent so his strike was surely legal.", "This is where Solskjær’s men showed character: they refused to sulk and dug in, starting the second half on level terms and thus on course for the point required to move above Liverpool. Burnley had offered close to zero threat yet could still hope of nicking a goal and an unlikely win.", "United continued to set the pattern, a deflected Fernandes shot that yielded a corner showing as much intent as a buccaneering Pogba surge that scattered claret shirts around him. This created space for Martial to cross from the left: here was the contest’s clearest chance – the ball teed up for Cavani at point-blank range but the normally lethal No 7 mis-kicked and Sean Dyche’s side escaped.", "The miss illustrated a lack of composure where it counted from United. Fernandes let go a pea-roller from long range. Martial took the ball off Cavani’s toes in the area to inadvertently thwart the Uruguayan. The Frenchman strayed offside when bearing down on Pope. Then Rashford unloaded loosely at near-range.", "But now came Pogba’s sublime finish and a late rearguard effort from United. Martial may have limped off but this ended as an important night for Solskjær’s emerging side. There is a long way to go but they are in the perfect position to try to reach the promised land of a 21st championship."], "datePublished": "Tue 12 Jan 2021 22.29 GMT"}}